[
  {
    "Curso": "ABP APRENDIZAJE BASADO EN PROYECTOS INFANTIL PRIMARIA",
    "Descripción": "Frente a la enseñanza directa, la enseñanza basada en proyectos o tareas integradas supone hoy la mejor garantía didáctica para una contribución eficaz al desarrollo de las competencias básicas y al …",
    "Objetivos": "* Analizar los principios de la enseñanza basada en proyectos, sus ventajas y dificultades así como las claves para un desarrollo efectivo del proyecto.\n* Plantear un itinerario formativo que permita al participante no sólo conocer qué es el aprendizaje basado en proyectos sino diseñar su propio proyecto a medida que recorre el itinerario.\n* Promover la coherencia en los espacios formativos: aprender sobre proyectos diseñando el propio proyecto.",
    "Contenidos": "Definición de ABP. El ABP paso a paso. Apertura del aula en los proyectos: socialización y TIC. Comunidades de aprendizaje y TIC. La evaluación en el Aprendizaje basado en Proyectos. Mecanismos de evaluación. La gestión de proyectos de aprendizaje en el centro escolar. La enseñanza basada en proyectos como proceso de capacitación y desarrollo profesional docente.",
    "Etiquetas": "Metodologías",
    "Libros": "abp",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=79",
    "Images": "images/111203-f-cp999-001.JPG",
    "Portada": "https://moodle.catedu.es/pluginfile.php/5878/course/overviewfiles/111203-F-CP999-001.JPG",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "A2",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "B1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "ABP APRENDIZAJE BASADO EN PROYECTOS SECUNDARIA BACHILLERATO",
    "Descripción": "Frente a la enseñanza directa, la enseñanza basada en proyectos o tareas integradas supone hoy la mejor garantía didáctica para una contribución eficaz al desarrollo de las competencias clave y al ap…",
    "Objetivos": "* Analizar los principios de la enseñanza basada en proyectos, sus ventajas y dificultades así como las claves para un desarrollo efectivo del proyecto.\n* Plantear un itinerario formativo que permita al participante no sólo conocer qué es el aprendizaje basado en proyectos sino diseñar su propio proyecto a medida que recorre el itinerario.\n* Promover la coherencia en los espacios formativos: aprender sobre proyectos diseñando el propio proyecto",
    "Contenidos": "Definición de ABP. El ABP paso a paso. Apertura del aula en los proyectos: socialización y TIC. Comunidades de aprendizaje y TIC. La evaluación en el Aprendizaje basado en Proyectos. Mecanismos de evaluación. La gestión de proyectos de aprendizaje en el centro escolar. La enseñanza basada en proyectos como proceso de capacitación y desarrollo profesional docente.",
    "Etiquetas": "Metodologías",
    "Libros": "abp",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=78",
    "Images": "images/people-woman-coffee-meeting.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/5822/course/overviewfiles/people-woman-coffee-meeting.jpg",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "A2",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "B1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "AJEDREZ EN LA ESCUELA",
    "Descripción": "Este curso está destinado a todos aquellos que aunque no sepan jugar al ajedrez y quieran llevarlo a sus clases. No os preocupéis porque aprendereis a la vez a jugar y a enseñarlo de una manera diver…",
    "Objetivos": null,
    "Contenidos": "METODOLOGÍA Pensando por nosotros mismos Principios que nos orientanOrganización de la clase Potenciar la atenciónNormas de comportamiento APRENDEMOS A JUGAR Historia del juego Las piezas: reconocimiento de cada una en sus diversos tipos El tablero de ajedrez Colocación de las piezas en el tablero El Rey La Torre Jaque y jaque mate El Afil La Dama Mate del beso de la muerte El CaballoAhogado Mate con Rey y Dama El Peón 2º movimiento especial 3º movimiento especial: enroque HERRAMIENTAS Y EVALUACIÓN Recursos informáticos",
    "Etiquetas": "Otros",
    "Libros": "ajedrez-en-la-escuela",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=479",
    "Images": "images/michal-parzuchowski-6d1lesi9ssu-unsplash-202.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/85386/course/overviewfiles/michal-parzuchowski-6D1lESi9ssU-unsplash%202.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "ALIMENTACIÓN Y NUTRICIÓN PARA UNA VIDA SALUDABLE",
    "Descripción": "La educación en nutrición, ha sido reconocida como uno de los elementos esenciales para contribuir a la prevención y control de los problemas relacionados con la alimentación en el mundo es clave par…",
    "Objetivos": "* Contribuir a la prevención y control de los problemas relacionados con la alimentación.\n* Conocer la importancia de una dieta saludable y de la actividad física entre los escolares.\n* Lograr que los niños adquieran una capacidad crítica para elegir una alimentación saludable. ",
    "Contenidos": "Alimentos y nutrientes. El placer de comer y cocinar. Educación y estilo de vida activo. Nutrición en la enfermedad",
    "Etiquetas": "Salud y bienestar",
    "Libros": "alimentacion",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=77",
    "Images": "images/appetizer-summer-organic-colorful-freshness-cheese-red-color-614377.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/5737/course/overviewfiles/appetizer_summer_organic_colorful_freshness_cheese_red_color-614377.jpg",
    "Horas": 50.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "APP INVENTOR",
    "Descripción": "Crea tus primeras apps en Android fácilmente utilizando un lenguaje parecido a Scratch. APP INVENTOR",
    "Objetivos": "* Introducir al docente en el mundo de la programación de las APPs \n* Gamificación: Aprender jugando con proyectos La creación de APPs es un estímulo en los alumnos. La creación de sencillos programas y aprender a programarlas y compartirlas es algo gratificante\n* Conocer el entorno APP inventor, sus características y programación muy básica para empezar a utilizarlo.\n",
    "Contenidos": "Módulo 1. Primer contacto - un pequeño programa - Crear un pequeño APP de una pelotita - Probar nuestra APP - Exportar nuestra APP. Módulo 2. Cronometro - Diseño - Label - Layout. - Programación - if - variable - sensor reloj. Módulo 3. Gamificación - Control if then else",
    "Etiquetas": "STEAM/Programación",
    "Libros": "https://libros.catedu.es/books/app-inventor",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=38",
    "Images": "images/adult-app-blur-1440722.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1224/course/overviewfiles/adult-app-blur-1440722.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "A1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "APRENDIZAJE COLABORATIVO CON BLOG",
    "Descripción": "Conocer los aspectos mas importantes del uso del blog en el aula Explorar y trabajar con varias plataformas de creación de blogs Conocer las principales herramientas TIC de colaboración Trabajar con …",
    "Objetivos": "* Conocer los aspectos mas importantes del uso del blog en el aula\n* Explorar y trabajar con varias plataformas de creación de blogs\n* Conocer las principales herramientas TIC web 2.0 de contenidos y de colaboración en la web e integrarlas en el blog formando el hilo conductor de la asignatura.\n* Trabajar con diferentes recursos para blogs\n* Reflexionar sobre las posibilidades educativas del aprendizaje colaborativo",
    "Contenidos": "Conocer los aspectos mas importantes del uso del blog en el aula. Explorar y trabajar con varias plataformas de creación de blogs. Conocer las principales herramientas TIC de colaboración. Trabajar con diferentes recursos para blogs. Reflexionar sobre las posibilidades educativas del ap.colaborativo. Experimentar con distintas actividades colaborativas de aula. Programar con cierta soltura proyectos colaborativos. Promover un cambio metodológico global.",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "https://libros.catedu.es/books/aprendizaje-colaborativo-con-blog",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=92",
    "Images": "images/blog-793047-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/6363/course/overviewfiles/blog-793047_1920.jpg",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "B1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "",
    "6.2": "B1",
    "6.3": "B1",
    "6.4": "B1",
    "6.5": "B1"
  },
  {
    "Curso": "ARASAAC",
    "Descripción": null,
    "Objetivos": "• Alcanzar unas nociones básicas sobre Sistemas Aumentativos y Alternativos de Comunicación (SAACs).\n• Conocer el origen de ARASAAC y su evolución como SAAC.\n• Conocer las distintas secciones del portal : catálogos, descargas, software, ejemplos de uso,  licencia, etc.\n• Manejar los distintos sistemas de búsqueda de recursos gráficos (pictogramas, fotografías y videos en LSE) para la elaboración de materiales y adaptaciones curriculares.\n• Elaboración de materiales con las herramientas online disponibles en el portal.\n• Conocimiento y manejo práctico de aplicaciones informáticas para PC y para dispositivos  relacionadas con la CAA y que utilizan los recursos del portal ARASAAC",
    "Contenidos": "- Sistemas Aumentativos y Alternativos de Comunicación (SAACs) - Los pictogramas como SAAC - Productos de apoyo específicos para la CAA - El portal ARASAAC: secciones- recursos- materiales- buscadores-… - Herramientas online del portal - Elaboración de materiales - AraWord - AraBoard y PictoSelector.",
    "Etiquetas": "Otros",
    "Libros": "curso-arasaac",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1089",
    "Images": "images/arasaac.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/6086/course/overviewfiles/arasaac.jpg",
    "Horas": 40.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "B1",
    "5.2": "B1",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "ARDUINO CON ECHIDNA Y mBLOCK (Scratch)",
    "Descripción": "En este curso pretende mostrarte el potencial educativo de este sencillo escudo. 1.Cómo utilizarlo, veremos que está adaptado a la programación en primaria o primeros cursos de secundaria con program…",
    "Objetivos": "* Conocer las principales formas de programación gráfica, opciones del desarrollo del pensamiento computacional en el aula y sus posibilidades.\n* Desarrollar proyectos sencillos con Arduino y el escudo Echidna sin o con mínimo cableado electrónico para su desarrollo en los últimos cursos de primaria o primeros de secundaria.\n* Abrir las puertas al desarrollo de proyectos de robótica sencillos.\n",
    "Contenidos": "1.Cómo utilizarlo:veremos que está adaptado a la programación en primaria o primeros cursos de secundaria con programación gráfica. 2. Salidas De forma fácil y sin electrónica ya podemos jugar. 3. Entradas El joystick- acelerómetro y el LDR son elementos motivadores para la programación y la imaginación. 4. Makey Makey tienes dos placas en una. Se abre otra puerta a las capacidades de nuestros pequeños genios. 5. Extensiones no nos quedamos cortos- podemos construir sencillos robots y proyectos con poco cableado.",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "https://libros.catedu.es/books/arduino-con-echidna-y-mblock-scratch",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=163",
    "Images": "images/image88.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/20539/course/overviewfiles/image88.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A2",
    "5.2": "",
    "5.3": "A2",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ATREVETE CON WORDPRESS",
    "Descripción": null,
    "Objetivos": "Conocer los tipos de instalaciones de Wordpress.\nAprender a gestionar los contenidos de un Wordpress.\nAprender a ampliar la funcionalidad de Wordpress con plugins.\nConocer las tareas de administración de un Wordpress.",
    "Contenidos": "1. Qué es Wordpress. Tipos y nomenclatura. 2. Puesta en marcha. Crear Wordpress en wordpress.es. Instalar wordpress en un alojamiento web. 3. Utilizando Wordpress: - Entradas - Páginas - Medios e imágenes. - Categorías y etiquetas. - Menús. - Comentarios y pingbacks. - Temas. - Widgets. - Gestión de usuarios",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "atrevete-con-wordpress",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=57",
    "Images": "images/wordpress-3446158-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1414/course/overviewfiles/wordpress-3446158_1920.jpg",
    "Horas": 30.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "A2",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "A1",
    "6.3": "",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "AULA CONECTAD@: METODOLOGÍA Y CIENCIA AL SERVICIO DEL DOCENTE",
    "Descripción": null,
    "Objetivos": "* Aula conectad@ es una versión actualizada del curso Educación semipresencial Aula Compartid@.\n* Volvemos a las aulas presenciales con todas sus ventajas y toda su complejidad. tenemos el contacto personal, la interacción con nuestro alumnado y ellos la posibilidad de trabajar con todos sus compañeros. Se abren ahora nuevas preguntas: ¿se puede volver a lo anterior? ¿Merece la pena? \n* Ahora que todos hemos evolucionado como alumnado y docentes en nuestro potencial digital: email, drive, jitsi, aeducar, classroom, google meet., fotos, podcast, ppt compartidos, canvas, trabajo en equipo digital, videoconferencias, vídeos cortos, flipped class...\nEs increíble lo que ha demostrado la comunidad docente en un puñado de meses....¿Cómo podemos aprovecharlo en la vuelta al aula presencial? ¿te lo vas a perder?",
    "Contenidos": "Aula Conectad@. Modalidades de formación. Un nuevo comienzo. ¿Revolución metodológica?. La programación más viva que nunca. Evaluamos",
    "Etiquetas": "Metodologías",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=931",
    "Images": "images/aulaconectada.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/116675/course/overviewfiles/AULACONECTADA.png",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "",
    "2.3": "",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "",
    "3.4": "B1",
    "4.1": "B1",
    "4.2": "B1",
    "4.3": "B1",
    "5.1": "",
    "5.2": "",
    "5.3": "B1",
    "6.1": "B1",
    "6.2": "B1",
    "6.3": "",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "COMENZAMOS CON NUESTRA AULA EN Aeducar",
    "Descripción": "Este curso es una guía de ayuda para el diseño y posterior uso de un aula en aeducar, desde donde podremos continuar en modo no presencial con el proceso de enseñanza-aprendizaje, así como el acompañ…",
    "Objetivos": "• Conocer los aspectos básicos de Moodle  en su versión Aeducarcomo herramienta útil en el aula y fuera de ella para encauzar el trabajo de los alumnos y su propio aprendizaje.\n• Aprender a montar un curso con el rol de \"profesor con permiso de edición\".\n• Reflexionar sobre las posibilidades que ofrece Aeducar para los docentes.\n",
    "Contenidos": "Tema 1. Nos familiarizamos con el entorno Tema 2. Construimos nuestro curso Tema 3. Trabajamos con nuestro alumnado Tema 4. Organizamos los espacios de trabajo y comunicación Tema 5. Calificaciones",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "https://libros.catedu.es/books/comenzamos-con-nuestra-aula-en-aeducar",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=919",
    "Images": "images/comenzamos-20con-20nuestra-20aula-20en-20aeducar-20dcha.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/105740/course/overviewfiles/Comenzamos%20con%20nuestra%20aula%20en%20aeducar%20dcha.jpg",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "B1",
    "3.4": "B1",
    "4.1": "B1",
    "4.2": "B1",
    "4.3": "B1",
    "5.1": "",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "B1",
    "6.2": "B1",
    "6.3": "",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "WORKSPACE. COMUNICACIÓN Y COLABORACIÓN DOCENTE",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "MÓDULO 1: USO EFICIENTE DE EMAIL Y CHATS. Unidad 0. Mi cuenta. Seguridad y privacidad. Unidad 1. Optimizar el correo electrónico Unidad 2. Organiza grupos de trabajo y contactos. Unidad 3. Seguridad y privacidad.Unidad 4. Herramientas de gestión y comunicación. \nMÓDULO 2: HERRAMIENTAS DE COLABORACIÓN DOCENTE. Unidad 0. Colabora, cdialoga, comparte. Unidad 1. Google Task. Unidad 2. Google Calendar. Unidad 3. Google Keep. Unidad 4. Google Grupos. Unidad 5. Google Jamboard.\nMÓDULO 3: VIDEO LLAMADAS Y EMISIONES EN DIRECTO- STREAMINGS: YOUTUBE Y MEET Unidad 0. Reuniones virtuales, algunas ideas iniciales. Unidad 1. Crear una videollamada o reunión virtual. Unidad 2. Unirse a una videollamada. Unidad 3. Grabar una reunión en Meet. Unidad 4. Emisiones en directo, streaming con Meet. Unidad 5. Complementos para una videoconferencia. La pizarra colaborativa Jamboard y aplicaciones adicionales. Unidad 6. Cinco consejos para tus videoconferencias. Unidad 7. Crea un canal de Youtube. \nMÓDULO 4: DOCUMENTOS COMPARTIDOS EN GOOGLE DRIVE Unidad 0. Google Drive como herramienta colaborativa. Unidad 1. Introducción a Google Drive. Unidad 2. Documentos de Google Drive. Unidad 3. Formularios de Google. Unidad 4. Las Hojas de Cálculo. Unidad 5.Presentaciones de Google. Unidad 6. Google My Maps Unidad 7. Dibujos de Google. Unidad 8. ¿Quieres más? Unidad 9: Llévate tus archivos de Drive a tu nuevo centro. Unidad 10. Cómo impulsar la accesibilidad a la plataforma y a nuestros recursos didácticos.",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "https://libros.catedu.es/books/herramientas-de-comunicacion-organizativa-y-colaboracion-profesional-docente-google-workspace",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=914",
    "Images": "images/lab-computers-classes-611982.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/105536/course/overviewfiles/lab_computers_classes-611982.jpg",
    "Horas": 40.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "B1",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "A1",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "CONVIVENCIA SEGURA EN LA RED:CIBERAYUDANTES",
    "Descripción": null,
    "Objetivos": "Promover el uso seguro y responsable de las TIC entre los menores.\nIntroducir en la práctica educativa el buen uso y saludable de internet.\nConocer los riesgos e impactos negativos del uso de internet.\nFomentar actuaciones centradas en la protección de menores de edad mediante material pedagógico dirigido al alumnado de primaria y secundaria.\nDar respuesta a situaciones que dañan la convivencia en el centro.\nFomentar una cultura de diálogo, la escucha activa, el interés por el compañero basado en valores prosociales de respeto, ayuda y solidaridad.\nPrevenir la aparición de comportamientos de riesgo social, tales como: ciberbullying, sexting, grooming etc.\nIniciar una estrategia de participación y protagonismo de los adolescentes, apoyada en las buenas prácticas para hacer de Internet un entorno saludable.\n",
    "Contenidos": "- Privacidad e identidad digital. - Suplantación de identidad. - Riesgos en la red. - Prevención de virus y fraudes. - Acceso a contenidos inapropiados. - Tecnoadiciones. - Ciberbullying- sexting y grooming. - CIBERAYUDANTES un programa de centro - Iniciativas",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "convivencia-segura-en-la-red",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=61",
    "Images": "images/icons8-team-1221960-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/5352/course/overviewfiles/icons8-team-1221960-unsplash.jpg",
    "Horas": 40.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "B1",
    "6.1": "",
    "6.2": "B1",
    "6.3": "",
    "6.4": "B1",
    "6.5": "B1"
  },
  {
    "Curso": "CURSO DE TUTORIZACIÓN NÓVEL EN AULARAGON",
    "Descripción": null,
    "Objetivos": "•        Conocer el lenguaje entre tutor y sus alumnos en un entorno de curso a distancia\n•        Utilizar las principales herramientas de la plataforma online\n•        Conocer los derechos y deberes de la tutorización.\n",
    "Contenidos": "Adquisición de habilidades para realizar la tutorización de alumnos en actividades de formación on-line. Manejo de la plataforma Moodle.",
    "Etiquetas": "Otros",
    "Libros": "https://libros.catedu.es/books/curso-de-tutorizacion-novel-en-aularagon",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=84",
    "Images": "images/assistant-beard-boss-630836.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/6073/course/overviewfiles/assistant-beard-boss-630836.jpg",
    "Horas": 10.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "B1",
    "3.4": "B1",
    "4.1": "A1",
    "4.2": "A1",
    "4.3": "A1",
    "5.1": "",
    "5.2": "A1",
    "5.3": "A1",
    "6.1": "A1",
    "6.2": "A1",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "DE LA INVESTIGACIÓN AL AULA",
    "Descripción": null,
    "Objetivos": "Mejorar el conocimiento, la práctica y la toma de decisiones educativas informadas por la investigación científica. ",
    "Contenidos": "MÓDULO 1- ¿DE QUÉ HABLAMOS CUANDO HABLAMOS DE EDUCACIÓN GUIADA POR LA INVESTIGACIÓN MÓDULO 2- EL CEREBRO COMO EL ÓRGANO DE LA EDUCACIÓN MÓDULO 3- “UN ESTUDIO DICE QUE....” MÓDULO 4- PRÁCTICAS EDUCATIVAS CON PRUEBAS SÓLIDAS SOBRE SU EFICACIA EN EL AULA MÓDULO 5- EN ACCIÓN",
    "Etiquetas": "Metodologías",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1047",
    "Images": "images/foto-20portada-20curso.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/127097/course/overviewfiles/foto%20portada%20curso.png",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "DESIGN THINKING EN EDUCACIÓN",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "MÓDULO 1: ¿QUÉ ES DESIGN THINKING?Metodología y etapas 1-Empatizar (Conocer- investigar) 2-Definir (de la investigación a los insights o descubrimientos) 3-Idear: del reto a la idea 4-Prototipar 5-Testar (probar para mejorar) MÓDULO 2: DESIGN THINKING EN EL ENTORNO EDUCATIVO Aplicaciones y experiencias Beneficios de la aplicación de Design Thinking en el aula Beneficios para el docente y el alumnado MÓDULO 3: “PARTICIPA- DISEÑA- Y APRENDE”: METODOLOGÍA COLABORATIVA EN EL AULA ¿Qué necesitamos? Niveles de aplicación Taller Crea con Tangram Taller rediseño de mando de tv Proyecto de Design Thinking y participación Resultados. Casos de éxito MÓDULO 4: METODOLOGÍA PASO A PASO: INVESTIGAR Y ENFOCAR Empatía y desafío Antes de comenzar el proceso Herramientas y experiencias según aplicación MÓDULO 5: METODOLOGÍA PASO A PASO: IDEAR- PROTOTIPAR Y TESTAR Herramientas Fase 3: Idear Técnicas de creatividad Selección de ideas De la idea al concepto Presentación Herramientas fase 3 Herramientas Fase 4: Prototipar y Testar Prototipos Tipos de prototipos Presentación Herramientas fase 4",
    "Etiquetas": "Metodologías",
    "Libros": "designthinking",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=488",
    "Images": "images/image12.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/87552/course/overviewfiles/image12.jpg",
    "Horas": 50.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "DOMOTICA CON ARDUINO",
    "Descripción": "Utilizaremos las posibilidades del Arduino para crear esta maqueta de domótica. La programación será de dos maneras: Gráfica con bloques para primaria. Textual por código para secundaria. Contenidos …",
    "Objetivos": "Utilizar al máximo las posibilidades del Arduino para crear una maqueta de domótica sencilla. La programación será de dos maneras:\nGráfica con bloques para primaria.\nTextual por código para secundaria.\n",
    "Contenidos": "1. Fundamentos Domótica con Arduino 1.1 ¿Qué es la Domótica con Arduino? 1.2 ¿Qué tengo que saber sobre Arduino? 1.3 Kit de préstamo de CATEDU 2 Programación en bloques mBlock 2.1 Programación mBlock 2.2 Preparando mBlock y Arduino 2.3 INTERRUPTOR CREPUSCULAR 2.4 APERTURA PUERTA 2.5 ALARMA AGUA 2.6 JOYSTICK 2.7 ALARMA 3 Programación en código 3.1 Entorno de programación 3.2 Maqueta 3.3 APERTURA DE PUERTA 3.4 JOYSTICK 3.5 ALARMA AGUA 3.6 FUEGO 3.7 LÁSER 3.8 BLUETOOTH 4. Para saber más… 4.1- Pensamiento computacional 4.2 Grupo Robótica Educativa 4.3 Muro",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "domotica-con-arduino",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=329",
    "Images": "images/harrison-broadbent-1450875-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/61709/course/overviewfiles/harrison-broadbent-1450875-unsplash.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A2",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "EDICIÓN DE VÍDEO TUTORIALES",
    "Descripción": "En este curso se pretende dotar al profesor de las herramientas necesarias para realizar las siguientes actividades o recursos didácticos. Tutoriales en vídeo de software, páginas web, etc. Capturar …",
    "Objetivos": "Aprender a realizar tutoriales en vídeo.\nSaber capturar vídeos de Internet, sea cual sea la fuente, recortarlos y montarlos en una sola secuencia nos ofrece una gran herramienta didáctica.\nConocer cómo se graba desde la webcam, abriendo el camino de la “teleformación”, ofreciendo un apoyo al profesor para reforzar determinados aspectos así como también dando al alumno la posibilidad de realizar presentaciones en vídeo y entrevistas como tarea.\nIntegrar la grabación de entrevistas mediante nuestra webcam como práctica habitual en clase.",
    "Contenidos": "Conocimiento del funcionamiento y posibilidades que ofrecen los siguientes programas: -Screencastify.-Screencast-o-matic. -Ezvid. -SimpleScreenRecorder. -Shotcut.",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "https://libros.catedu.es/books/edicion-de-video-tutoriales",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=39",
    "Images": "images/mark-cruz-230099-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1234/course/overviewfiles/mark-cruz-230099-unsplash.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "A1",
    "3.3": "",
    "3.4": "A1",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "EDUCACLIMA: EMERGENCIA CLIMÁTICA",
    "Descripción": "Photo by Melissa Bradley on Unsplash",
    "Objetivos": "•  Conocer la realidad del cambio climático y su emergencia\n•  Promover la educación de la concienciación del clima en el aula\n",
    "Contenidos": "1-CONSECUENCIAS DEL CAMBIO CLIMÁTICO 2-HOJA DE RUTA: LOS ODS 3- ¿QUÉ ACCIONES LLEVAR A CABO?",
    "Etiquetas": "Otros",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1037",
    "Images": "images/melissa-bradley-96iwiaxoujw-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126327/course/overviewfiles/melissa-bradley-96iwiAxOuJw-unsplash.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "EL USO DEL GPS EN MONTAÑA",
    "Descripción": "Curso para el correcto uso del GPS en montaña.",
    "Objetivos": "Comprender el funcionamiento y las utilidades que puede prestar un GPS en las actividades en el medio natural.",
    "Contenidos": "-Que es el GPS. -Descripción del sistema. -Como funciona. La Triangulación. -Otros sistemas GNSS: Glonass. Galileo. Otros sistemas SBAS. -Aplicaciones del GPS. -Tipòs de GPS. -El GPS del Teléfono. -Coordenadas del mapà y del GPS. -Programas y mapas para trabajar en casa. -Mapas oficiales del IGN.",
    "Etiquetas": "Otros",
    "Libros": "el-uso-del-gps-en-monta-a",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=168",
    "Images": "images/gps-track-2126767-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/20729/course/overviewfiles/gps-track-2126767_1920.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "A1",
    "2.2": "",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "A1",
    "6.5": "A1"
  },
  {
    "Curso": "ENSEÑA PENSAMIENTO COMPUTACIONAL CON CODE.ORG",
    "Descripción": "La organización comenzó como un proyecto tras investigar que en un 90% de los colegios estadounidenses no se enseñaba informática o programación. Entre sus varios objetivos se encuentran incluir la i…",
    "Objetivos": "• Desarrollar el pensamiento abstracto.\n• Favorecer del desarrollo del pensamiento algorítmico.\n• Poner en marcha procesos creativos que pueden ser realizados a través de grupos de trabajo (aprendizaje cooperativo).\n• Conocer la plataforma code.org.\n• Saber gestionar los recursos de la plataforma.\n• Crear clases en las que inscribir a alumnos y seguir su progreso.\n",
    "Contenidos": "La programación por bloques. Aprendiendo a programar. La página de inicio del maestro. Cuentas de estudiantes y sus progresos. Planificaciones de lecciones y recursos. Cursos disponibles en code.org.",
    "Etiquetas": "STEAM/Programación",
    "Libros": "https://libros.catedu.es/books/ensena-pensamiento-computacional-con-codeorg",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=41",
    "Images": "images/800px-code1orgcode.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1254/course/overviewfiles/800px-Code1OrgCode.png",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "A2",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ENSEÑA PENSAMIENTO COMPUTACIONAL CON LEGO WEDO",
    "Descripción": "En este curso vamos a dar rienda a la imaginación LEGO WEDO es una propuesta donde la construcción e imaginación es una parte importante, pero sin olvidar del pensamiento computacional. Los algoritmo…",
    "Objetivos": "Conocer las posibilidades didácticas del Kit Lego Wedo\n   Pensamiento computacional con el atractivo del Kit\n   Imaginación y creatividad ",
    "Contenidos": "Módulo 1: El Lego Wedo conectado con Scratch. Módulo 2: Las construcciones típicas que propone el fabricante. Módulo 3: La creatividad- reinventar- cajones de sastre…",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "ensena-pensamiento-computacional-con-wego-wedo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=42",
    "Images": "images/hiker-1984421-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1264/course/overviewfiles/hiker-1984421_1920.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A2",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ENSEÑA PENSAMIENTO COMPUTACIONAL CON SCRATCH",
    "Descripción": "Scratch nació en el ámbito informal para compartir proyectos, música... y en el 2003 con el Instituto de Tecnología de Massachusetts (MIT) y Playful Invention Company se creó la primera versión de es…",
    "Objetivos": "Conocer los beneficios del pensamiento computacional en la educación\n   Conocer las instrucciones básicas de programación\n   Gamificación: Aprender jugando con proyectos",
    "Contenidos": "Módulo 1 Toma de contacto - Pensamiento computacional - Instalación y entorno Scratch Módulo 2 Empezando a manejar Scratch - ¡Ya funciona! - Los bloques - Objetos - disfraces y fondo - Movimiento - sonido y lápiz - Control: condiciones y repeticiones Módulo 3 Gamificación - Creación de un juego sencillo con Scratch Módulo 4 (opcional) Ampliación y profundización - Ampliación del juego",
    "Etiquetas": "STEAM/Programación",
    "Libros": "https://libros.catedu.es/books/ensena-pensamiento-computacional-con-scratch",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=43",
    "Images": "images/scratch-3-0-gui.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1274/course/overviewfiles/Scratch_3.0_GUI.png",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "A1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A2",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "FLIPPED CLASSROOM-30H",
    "Descripción": null,
    "Objetivos": "• Explorar una nueva forma de trabajar en el aula con el modelo Flipped Classroom.\n• Analizar su posible aplicabilidad en el contexto de la Educación Primaria y Secundaria, las ventajas de su desarrollo así como los problemas o inconvenientes que podemos encontrar a la hora de llevarlo a la práctica",
    "Contenidos": "Modelo Flipped Clasroom - historia y fundamentos. La eficacia del modelo FC. El modelo FC y su relación con metolodogías didácticas innovadoras. Taxonomía de Bloom. Gamificación. Integración de las TIC en educación. Herramientas y recursos: vídeos. Evaluación.",
    "Etiquetas": "Metodologías",
    "Libros": "flipped-classroom",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=955",
    "Images": "images/flipped.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/119196/course/overviewfiles/flipped.jpg",
    "Horas": 30.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "",
    "3.4": "B1",
    "4.1": "B1",
    "4.2": "B1",
    "4.3": "B1",
    "5.1": "",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "A2",
    "6.2": "A2",
    "6.3": "",
    "6.4": "",
    "6.5": "A2"
  },
  {
    "Curso": "GOOGLE CLASSROOM",
    "Descripción": "Breve curso introductorio a esta potente herramienta de gestión asignaturas que ofrece Google. Para realizar este curso es necesario tener una CUENTA PERSONAL DE GMAIL",
    "Objetivos": "Conocer las posibilidades que ofrece Google Classroom.\nSaber los pasos a realizar para solicitar G Suite for Education y sus ventajas.\nManejar las funcionalidades de la interfaz de Google Classroom.\nGestionar los contenidos y calificaciones de una o varias clases.\nIntegrar aplicaciones de terceros.",
    "Contenidos": "¿Por qué Google? Registro acceso y creación de una clase. Los apartados Información. Alumnos y Novedades. Calendario y control de entrega de trabajos. Creación y gestión de tareas - Descarga de notas - Exámenes y seguimiento personalizado. Aplicaciones que se integran con Google Classroom.",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "https://libros.catedu.es/books/google-classroom",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=112",
    "Images": "images/zdenek-machacek-1443647-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/7238/course/overviewfiles/zdenek-machacek-1443647-unsplash.jpg",
    "Horas": 40.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "B1",
    "3.4": "B1",
    "4.1": "B1",
    "4.2": "B1",
    "4.3": "B1",
    "5.1": "",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "B1",
    "6.2": "B1",
    "6.3": "B1",
    "6.4": "B1",
    "6.5": "B1"
  },
  {
    "Curso": "INGLES DUOLINGO",
    "Descripción": null,
    "Objetivos": "Conocer el funcionamiento de la plataforma Duolingo.\nMejorar nuestra competencia en lenguas extranjeras.",
    "Contenidos": "-¿Qué es Duolingo?. -Aprende inglés. -Cómo funciona. Puntos fuertes y débiles. -Other apps- other ways. -Gestiona tu clase con Duolingo",
    "Etiquetas": "Otros",
    "Libros": "https://libros.catedu.es/books/ingles-duolingo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=4",
    "Images": "images/images.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/62/course/overviewfiles/images.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "A1",
    "4.1": "A1",
    "4.2": "A1",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "A1",
    "6.5": "B1"
  },
  {
    "Curso": "INICIACIÓN AL LENGUAJE MUSICAL EN PRIMARIA",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "MÓDULO 1. LA AUDICIÓN Y LA VOZ 1. Principios generales 2. LA AUDICIÓN 3. LOS RESONADORES DE LA VOZ Y EL MOVIMIENTO PANCROMÁTICO 4. LA AFINACIÓN Y EL SENTIDO TONAL 5. LA IMAGINACIÓN SONORA 6. LA CUADRATURA 7. LA CANCIÓN COMO EJE VERTEBRADOR DEL DESARROLLO MELÓDICO Y EMOCIONAL DEL NIÑO 8. PRESENTACIÓN DEL NOMBRE DE LAS NOTAS Y TRABAJO ORAL PREVIO A LA LECTO-ESCRITURA 9. CONCLUSIONES MÓDULO 2. EL RITMO A PARTIR DEL CUERPO Y EL MOVIMIENTO 1. Principios generales 2. EL MOVIMIENTO EN EL AULA- TIPOS Y PROGRESIÓN 3. LOS CHOQUES RÍTMICOS- IMPULSO- IMPACTO Y REBOTE 4. EL RITMO LIBRE- RÍTMICO Y MÉTRICO 5. EL SENTIDO DEL TEMPO 6. EL COMPÁS Y LA RESPIRACIÓN 7. GOLPES RÁPIDOS Y SONIDOS CORTOS Y LARGOS. LOS PRIMEROS GRÁFICOS RÍTMICOS 8. GOLPES DE LA LENGUA HABLADA 9. LOS MODOS RÍTMICOS EN LA CANCIÓN 10. LA CUADRATURA Y LA IMPROVISACIÓN RÍTMICA 11. Conclusiones",
    "Etiquetas": "STEAM/Pensamiento creativo",
    "Libros": "iniciacion-al-lenguaje-musical-en-primaria",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=489",
    "Images": "images/cover-lenguaje-musical-primaria-min.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/87610/course/overviewfiles/cover_lenguaje_musical_primaria_min.png",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "INTELIGENCIA ARTIFICIAL CON SCRATCH",
    "Descripción": "En este curso se pretende que el profesorado y el alumnado se introduzcan en la creación de soluciones de inteligencia artificial utilzando Scratch. Fuente http://code.intef.es/inteligencia-artificia…",
    "Objetivos": " Introducir al docente en el mundo de la Inteligencia Artificial\nSaber crear programas sencillos con Inteligencia Artificial adaptado a niños de Primaria",
    "Contenidos": "1 Comenzamos a programar un asistente virtual con Scratch 3.0 2 Nos encontramos con los límites de la programación clásica. 3 La herramienta Machine Learning for Kids. 4 Entrenamos y generamos el modelo de aprendizaje automático. 5 Probamos nuestro modelo de aprendizaje automático. 6 Exportamos el modelo a un proyecto Scratch 3.0. 7 Dotamos de inteligencia a nuestro asistente virtual. 8 Nuestro asistente virtual en pleno funcionamiento",
    "Etiquetas": "STEAM/Programación",
    "Libros": "https://libros.catedu.es/books/inteligencia-artificial-con-scratch",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=476",
    "Images": "images/blog-portada-ia-lite.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/84579/course/overviewfiles/BLOG_PORTADA-IA-LITE.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "INTRODUCCIÓN A PYTHON",
    "Descripción": "Dominar un lenguaje de programación lleva años de práctica y nadie puede pensar que en 20 horas se puede convertir en un programador experto. Sin embargo, la evolución del aprendizaje en Python es de…",
    "Objetivos": "Instalar Python.\nFamiliarizarse con el entorno de desarrollo.\nAprender las primeras órdenes y estructuras.\nConocer las diferentes estructuras cíclicas de Python.\nProfundizar en los tipos de datos conocidos.\nAprender a manejarse con tipos de variable avanzados.\nAprender a utilizar funciones.",
    "Contenidos": "- Presentación del entorno de desarrollo. - Algoritmos. - Ejemplos prácticos",
    "Etiquetas": "STEAM/Programación",
    "Libros": "introduccion-a-python",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=44",
    "Images": "images/adult-book-business-1181359.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1284/course/overviewfiles/adult-book-business-1181359.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "A1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "LA ENSEÑANZA-APRENDIZAJE DE LA FLAUTA ESCOLAR",
    "Descripción": "El presente curso va dirigido a docentes que deseen incluir la flauta escolar como actividad musical. Se trata de un curso de nivel básico, cuyos contenidos permitirán alcanzar el dominio técnico nec…",
    "Objetivos": "Conocer el contexto histórico de este instrumento.\nEstablecer los fundamentos técnicos de la flauta escolar (viento-madera): embocadura, respiración, emisión, mantenimiento y final de un sonido.\nConocer las dos articulaciones básicas: ligado y picado\nTrabajar los movimientos melódicos conjuntos y disjuntos desde Do3 a Re4.\nPracticar de manera específica los pasajes de mayor dificultad en Do mayor: Do3 (nota más grave) y Si3, Do4 y Re4.\nConocer la posición alternativa del Si3 y sus posibilidades de empleo.\nConocer las tres notas alteradas que se emplearán en los temas y melodías escolares: Sib, Fa# y Sol#.\nAdquirir técnica con fragmentos de escalas por grados conjuntos entre Do3 y Re4 en las tonalidades de DoM, FaM, SolM y Lam.\n Aprender la técnica necesaria para realizar el paso a la 8ª aguda.\nConocer la 8ª aguda (poco empleada en temas escolares).\nConocer temas escolares (selección) procedentes de diferentes fuentes: folclore, cine, etc. ",
    "Contenidos": "1. Primera toma de contacto con la flauta escolar o de pico. 2. Ejercicios y melodías de DO3 a RE4. 3. Ejercicios y melodías de Do3 a Re4 con inclusión de algunas alteraciones. 4. Ejercicios y melodías más allá del Re4 (8ª aguda)",
    "Etiquetas": "STEAM/Pensamiento creativo",
    "Libros": "https://libros.catedu.es/books/la-ensenanza-aprendizaje-de-la-flauta-escolar",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=6",
    "Images": "images/flute-2245041-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/589/course/overviewfiles/flute-2245041_1920.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LA RADIO EN LA ESCUELA",
    "Descripción": null,
    "Objetivos": "Conocer los aspectos fundamentales del lenguaje radiofónico.\nPoder organizar nuestro mensaje según el tipo de programa a realizar.\nSaber elaborar programas con diferentes temáticas.\nCrear un guión o escaleta.\nGrabar y emitir nuestros propios programas.",
    "Contenidos": "-Medios de comunicación. -Tipos de programas de radio. -Creamos nuestro guión o escaleta. -Grabamos y emitimos.",
    "Etiquetas": "STEAM/Pensamiento creativo",
    "Libros": "https://libros.catedu.es/books/la-radio-en-la-escuela",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=5",
    "Images": "images/radio-2588503-640.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/76/course/overviewfiles/radio-2588503_640.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "A1",
    "2.2": "A1",
    "2.3": "",
    "3.1": "A2",
    "3.2": "A2",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "LIBRE OFFICE",
    "Descripción": "La misión de The Document Foundation es: “...facilitar la evolución de la Comunidad de OpenOffice.org en un nueva estructura organizativa abierta, independiente y meritocrática en los próximos meses.…",
    "Objetivos": "Comprender los conceptos código abierto y estándar abierto.\nConocer las posibilidades que ofrece esta suite ofimática de software libre.\n Manejar la interfaz común a todos los productos de LibreOffice.\nSaber aplicar y gestionar estilos, plantillas y gráficos a nuestros documentos.\nAlcanzar un nivel de desempeño intermedio en el manejo de Writer (procesador de textos).\nAlcanzar un nivel de desempeño intermedio en el manejo de Calc (hojas de cálculo).\nAlcanzar un nivel de desempeño intermedio en el manejo de Impress (presentaciones).\n",
    "Contenidos": "1. Código abierto- estándares abiertos y OpenDocument. 2. ¿Qué es LibreOffice? 3. Estilos- plantillas y gráficos 4. Primeros pasos con Writer 5. Primeros pasos con Calc 6. Primeros pasos con Impress",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "libreOffice-la-suite-ofimatica-libre",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=46",
    "Images": "images/libre-office.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/37/course/overviewfiles/Libre_office.png",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "B1",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LIBRE OFFICE BASE",
    "Descripción": "La misión de The Document Foundation es: “...facilitar la evolución de la Comunidad de OpenOffice.org en un nueva estructura organizativa abierta, independiente y meritocrática en los próximos meses.…",
    "Objetivos": "Comprender los conceptos código abierto y estándar abierto.\nConocer las posibilidades que ofrece esta suite ofimática de software libre.\n Manejar la interfaz común a todos los productos de LibreOffice.\nSaber aplicar y gestionar estilos, plantillas y gráficos a nuestros documentos.\nAlcanzar un nivel de desempeño intermedio en el manejo de Base (bases de datos).\n",
    "Contenidos": "1. Código abierto- estándares abiertos y OpenDocument. 2. ¿Qué es LibreOffice? 3. Estilos- plantillas y gráficos. 4. Primeros pasos con Base.",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "libreoffice-base-curso",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=45",
    "Images": "images/libreoffice-501-base.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1294/course/overviewfiles/LibreOffice-501-Base.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "A1",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LIBRE OFFICE CALC",
    "Descripción": "La misión de The Document Foundation es: “...facilitar la evolución de la Comunidad de OpenOffice.org en un nueva estructura organizativa abierta, independiente y meritocrática en los próximos meses.…",
    "Objetivos": "Comprender los conceptos código abierto y estándar abierto.\nConocer las posibilidades que ofrece esta suite ofimática de software libre.\n Manejar la interfaz común a todos los productos de LibreOffice.\nSaber aplicar y gestionar estilos, plantillas y gráficos a nuestros documentos.\nAlcanzar un nivel de desempeño intermedio en el manejo de Calc (hojas de cálculo).",
    "Contenidos": "1. Código abierto- estándares abiertos y OpenDocument 2. ¿Qué es LibreOffice? 3. Estilos- plantillas y gráficos. 4. Primeros pasos con Calc: - Hojas de cálculo - hojas y celdas - Trabajar con ficheros CSV - Navegar por las hojas de cálculo - Seleccionar objetos - Trabajar con columnas y filas - Introducir datos - Editar datos - Dar formato - Ordenar registros - Imprimir - Calculando",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "libreoffice-calc-curso",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=46",
    "Images": "images/sphinux-desktop-publishing-libreoffice.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1304/course/overviewfiles/Sphinux_desktop_publishing_libreoffice.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "A1",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LIBRE OFFICE DRAW AND MATH",
    "Descripción": "La misión de The Document Foundation es: “...facilitar la evolución de la Comunidad de OpenOffice.org en un nueva estructura organizativa abierta, independiente y meritocrática en los próximos meses.…",
    "Objetivos": "Comprender los conceptos código abierto y estándar abierto.\nConocer las posibilidades que ofrece esta suite ofimática de software libre.\n Manejar la interfaz común a todos los productos de LibreOffice.\nSaber aplicar y gestionar estilos, plantillas y gráficos a nuestros documentos.\nAlcanzar un nivel de desempeño intermedio en el manejo de Draw y Math (dibujos y editor de fórmulas matemáticas).\n",
    "Contenidos": "1. Código abierto- estándares abiertos y OpenDocument. 2. ¿Qué es LibreOffice? 3. Estilos- plantillas y gráficos 4. Primeros pasos con Math 5. Primeros pasos con Draw",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "libreoffice-draw-math",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=47",
    "Images": "images/lo-math-5-2-ca.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1314/course/overviewfiles/LO_Math_5_2_ca.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "A1",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LIBRE OFFICE IMPRESS",
    "Descripción": "La misión de The Document Foundation es: “...facilitar la evolución de la Comunidad de OpenOffice.org en un nueva estructura organizativa abierta, independiente y meritocrática en los próximos meses.…",
    "Objetivos": "Comprender los conceptos código abierto y estándar abierto.\nConocer las posibilidades que ofrece esta suite ofimática de software libre.\n Manejar la interfaz común a todos los productos de LibreOffice.\nSaber aplicar y gestionar estilos, plantillas y gráficos a nuestros documentos.\nAlcanzar un nivel de desempeño intermedio en el manejo de Impress (presentaciones).",
    "Contenidos": "1. Código abierto- estándares abiertos y OpenDocument 2. ¿Qué es LibreOffice? 3. Estilos- plantillas y gráficos 4. Primeros pasos con Impress",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "libreoffice-impress-curso",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=48",
    "Images": "images/libreoffice-445-impress.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1324/course/overviewfiles/LibreOffice-445-Impress.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "A1",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LIBRE OFFICE WRITER",
    "Descripción": "La misión de The Document Foundation es: “...facilitar la evolución de la Comunidad de OpenOffice.org en un nueva estructura organizativa abierta, independiente y meritocrática en los próximos meses.…",
    "Objetivos": "Comprender los conceptos código abierto y estándar abierto.\nConocer las posibilidades que ofrece esta suite ofimática de software libre.\n Manejar la interfaz común a todos los productos de LibreOffice.\nSaber aplicar y gestionar estilos, plantillas y gráficos a nuestros documentos.\nAlcanzar un nivel de desempeño intermedio en el manejo de Writer (procesador de textos",
    "Contenidos": "1. Código abierto- estándares abiertos y OpenDocument 2. ¿Qué es LibreOffice? 3. Estilos- plantillas y gráficos. 4. Primeros pasos con Writer: - Interfaz de Writer - Trabajar con texto - Dar formato a textos y páginas - Agregar comentarios - Crear índices y bibliografías - Trabajar con gráficos - Imprimir - Usar combinar correspondencia - Seguir los cambios hechos a un documento - Usar campos - Enlazar a otras partes del documento - Usar documentos maestros - Crear formularios",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "libreoffice-writer-curso",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=49",
    "Images": "images/libreoffice-writer.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1334/course/overviewfiles/Libreoffice-writer.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "A1",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MICROBIT Y SMARTCAR",
    "Descripción": null,
    "Objetivos": "•        Conocer las características de este kit de microbit\n•        Saber utilizar este kit con lenguaje de programación por bloques orientado para primaria\n",
    "Contenidos": "MICROBIT: 1.- ¿Qué es la micro:BIT? 2.- ¿Cómo se programa la micro:BIT? 3.- Características. 4.- MakeCode. Primeros pasos. 5 Panel LED. 6 Sensor de temperatura. 7 Sensor de luminosidad. 8 Pulsadores. 9 Acelerómetro. 10 Brújula. 11 Radio. 12 Pines de entrada y salida. MICROCAR: 1 Introduccion. 2 Sensor distancia. 3 Sigue-lineas. 4 Si tuviera 2 micro:BIT.",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "microbit-curso",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=307",
    "Images": "images/microbit-smartcar.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/43771/course/overviewfiles/microbit-smartcar.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "MOODLE PARA LA ENSEÑANZA",
    "Descripción": "Conocer los aspectos básicos de Moodle como herramienta útil en el aula y fuera de ella para encauzar el trabajo de los alumnos y su propio aprendizaje. Aprender a montar un curso en Moodle con el ro…",
    "Objetivos": "• Conocer los aspectos básicos de Moodle en su versión 2.5 como herramienta útil en el aula y fuera de ella para encauzar el trabajo de los alumnos y su propio aprendizaje.\n• Aprender a montar un curso en Moodle con el rol de \"profesor con permiso de edición\".\n• Reflexionar sobre las posibilidades que ofrece Moodle para los docentes.\n",
    "Contenidos": "Introducción a Moodle 2.5 Aspectos más generales de Moodle. Sus características tanto desde el punto de vista tecnológico como pedagógico y las posibilidades de utilización en el aula. El entorno del curso. El aspecto externo del curso de Móodle - cómo configurar el entorno visual - los bloques - las columnas... Los recursos de Moodle. Dónde encontrar los recursos y cómo integrarlos en un curso. Gestión de los usuarios en Moodle. Gesión de todo lo relacionado con los usuarios y los permisos que se les concede en Moodle. Las actividades de Moodle. Algunas de las posibilidades de introducción de actividades en un curso .Actividades interactivas y actividades de comunicación entre los miembros de un curso. EXeLearning. El calificador de Moodle. Gestión del libro de calificaciones.",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "https://libros.catedu.es/books/moodle-para-la-ensenanza",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=374",
    "Images": "images/e-learning-3734521-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/66334/course/overviewfiles/e-learning-3734521_1920.jpg",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "B1",
    "3.4": "B1",
    "4.1": "B1",
    "4.2": "B1",
    "4.3": "B1",
    "5.1": "",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "B1",
    "6.2": "B1",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "NEUROPSICOLOGÍA. APLICACIÓN EN EL AULA.",
    "Descripción": "Este curso está elaborado con la finalidad de proporcionar herramientas específicas para la actuación a nivel psicoeducativo en las principales dificultades de aprendizaje existentes en el contexto e…",
    "Objetivos": "Tomar conciencia de la existencia de estos procesos en sí mismos.\nProfundizar en el conocimiento de los procesos perceptivos y cognitivos implicados en el aprendizaje, así como en las manifestaciones de alteraciones en su desarrollo.\nConocer herramientas de intervención que promuevan el desarrollo de las habilidades perceptivas, atencionales, lingüísticas y de funcionamiento ejecutivo.\nAdquirir herramientas para la elaboración de planes específicos de actuación psicoeducativa en las dificultades de aprendizaje.\n",
    "Contenidos": "Bloque 1. Experiencia perceptiva- atención y funciones ejecutivas. Bloque 2. Procesos asociados al desarrollo del lenguaje. Bloque 3. Dificultades de aprendizaje más comunes en el aula.",
    "Etiquetas": "Metodologías",
    "Libros": "intef-neuropsicologia-dificultades-aprendizaje",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=209",
    "Images": "images/neurons-3743011-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/29804/course/overviewfiles/neurons-3743011_1920.jpg",
    "Horas": 50.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "NOCIONES DE CARTOGRAFÍA",
    "Descripción": "Curso para aprender nociones de cartografía en montaña.",
    "Objetivos": "El uso de mapas en las actividades senderistas y de montaña debería estar generalizado, y en verdad eso no es así. Llevar un mapa excursionista de la zona a la que vamos a caminar es una responsabilidad de cada uno. El objetivo de este curso es:\nAyudar a entender la cartografía de montaña, para conseguir una práctica más segura.",
    "Contenidos": "La Tierra: forma- dimensiones- polos- ecuador- paralelos-meridianos- latitud y longitud- coordenadas geográficas y elipsoide de referencia. Proyecciones: Que son?. Cilíndrica- UTM- los Husos. - Coordenadas UTM - Proyecciones DATUM - Comparativa coordenadas con distintos Datums. Mapas: Que es un mapa- mapa excursionista- fuentes de mapas- directiva INSPIRE europea. Elementos del mapa: - La escala - La leyenda - las coordenadas de los márgenes - La altimetría - Las curvas de nivel - La toponímia - Los iconos - El fondo del mapa Leer el mapa y seguridad en montaña y mapa. La brújula y el GPS Principales errores de los senderistas y montañeros.",
    "Etiquetas": "Otros",
    "Libros": "cartografia-para-montaneros",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=167",
    "Images": "images/sebastian-garcia-247548-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/20721/course/overviewfiles/sebastian-garcia-247548-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "NOCIONES DE METEOROLOGÍA DE MONTAÑA",
    "Descripción": "Nociones de meteorología en la montaña.",
    "Objetivos": "La meteorología de montaña tiene sus particularidades y conocerlas supondrá un plus de seguridad tanto a los que se dirigen a ella como a los que informan sobre ella.\nEl objetivo de este curso es  entender la meteorología de montaña para conseguir una práctica más segura.",
    "Contenidos": "-Tiempo y Clima. -Viento Temperatura y Humedad. -Precipitación y chubascos. -Nubes y tipos de nubes. -Influencias de la montaña en los elementos climáticos. -Información meteorológica y su interpretación. -Meteorología y seguridad en montaña.",
    "Etiquetas": "Otros",
    "Libros": "nociones-de-meteorolog-a-de-montana",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=166",
    "Images": "images/cumulonimbus-3534816-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/20714/course/overviewfiles/cumulonimbus-3534816_1920.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "PON UN ESCORNABOT EN TU VIDA",
    "Descripción": "Escornabot es un proyecto de código abierto que nace en Galicia. Todo empieza en la asociación de makers Bricolabs, allí coinciden tres personas: Tucho Méndez aporta la idea inicial. Xoan Sampaiño di…",
    "Objetivos": "Comprender el funcionamiento básico del ESCORNABOT\nAprender su montaje desde la filosofía DIY\nControlar las principales posibilidades de MODIFICAR EL CÓDIGO\nPosibilidades de uso didáctico de ESCORNABOT",
    "Contenidos": "Introducción. Componentes. Guía de montaje. Instalar programación. Modificar programación. Material para trabajar en clase. Añadir módulo Bluetooth BLE. Programación con mBlock. Pensamiento computacional.",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "escornabots-curso",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=254",
    "Images": "images/img-4358-750x350.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/34995/course/overviewfiles/IMG-4358-750x350.jpg",
    "Horas": 30.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "B1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "B1",
    "5.2": "",
    "5.3": "B1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "POSICIONAMIENTO SEO",
    "Descripción": "Hay un dicho popular que afirma que si quieres esconder un cadáver el mejor lugar para hacerlo es en la segunda página de google. No alimentes el cementario de los blogs y brilla en las primeras posi…",
    "Objetivos": null,
    "Contenidos": "1. EL CONCEPTO ¿QUÉ ES SEO? ¿Por qué es importante el SEO? SEO. El gran aliado del docente Glosario SEO: entendiendo el mapa para no perdernos 2. PREPARANDO EL TERRENO SEO On Page Conviértete en un maestro del keyword research Tipos de palabras clave ¿Qué necesitamos para realizar un buen keyword research? Herramientas gratuitas 3. GENERANDO CONTENIDO Sé un estratega y posiciona con tus contenidos Conociendo a la competencia Detecta tus contenidos pilares El calendario editorial: días de publicación El calendario editorial: el documento Pautas de redacción SEO Optimización de URL y de snippets Checklist redacción SEO 4. LINKBUILDING Linkbuilding: haz que te quieran Factores principales a la hora de conseguir enlaces Errores que debemos evitar Tipos de anchor text con los que se puede enlazar: debe haber variedad y ser naturales Técnicas de obtención de enlaces Comandos de google para encontrar foros- blogs- directorios…de la misma temática Google Analytics y Google Search Console: dos herramientas gratuitas y muy potentes 5. YOUTUBE-SEO SEO para youtube Guía SEO para youtube Factores SEO Recursos audiovisuales",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "https://libros.catedu.es/books/posicionamiento-seo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=426",
    "Images": "images/photo-1560472354-b33ff0c44a43.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/71208/course/overviewfiles/photo-1560472354-b33ff0c44a43.jpg",
    "Horas": 50.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A2",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A1",
    "2.3": "",
    "3.1": "A2",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "A1",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "PRÁCTICA SEGURA DE ACTIVIDADES EN ALTA MONTAÑA",
    "Descripción": "Curso para la práctica segura de actividades en la alta montaña.",
    "Objetivos": "Las actividades de alta montaña suponen un paso más allá, en experiencia y dificultad, a las actividades de senderismo. Asegurar una salida a la alta montaña es una responsabilidad de cada uno. El objetivo de este curso es poder desarrollar esta actividad de forma segura.",
    "Contenidos": "-Planificar la actividad en alta montaña. -Equiparse adecuadamente para la alta montaña. -Actuar con prudencia en la alta montaña.",
    "Etiquetas": "Otros",
    "Libros": "alta-montana-segura",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=165",
    "Images": "images/hiking-2618010-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/20706/course/overviewfiles/hiking-2618010_1920.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "PREVENCIÓN E INTERVENCIÓN QUE GARANTICE EL BIENESTAR EMOCIONAL EN EL ÁMBITO EDUCATIVO",
    "Descripción": "Curso preventivo de bienestar emocional en momentos de crisis",
    "Objetivos": null,
    "Contenidos": "1. Autoevaluación y Pautas básicas para el autocuidado psicológico del personal docente 2. Pautas básicas para la comunicación y la escucha 3. Pautas básicas para abordar situaciones de duelo 4. Emociones 5. Técnicas básicas para gestionar la propia ansiedad y la del alumnado 6. Pautas básicas para facilitar la convivencia escolar post-crisis coronavirus 7. Pautas básicas para observar la situación personal del alumnado: aspectos a indagar y formas de hacerlo. 8. Pautas básicas para afrontar la primera clase con el grupo de alumnos y alumnas tras el confinamiento.",
    "Etiquetas": "Salud y bienestar",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=925",
    "Images": "images/bienestar.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/106010/course/overviewfiles/bienestar.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "PRIMEROS AUXILIOS Y PATOLOGÍAS CRÓNICAS",
    "Descripción": "Realizar este curso te ayudará a integrar al alumno con ciertas enfermedades crónicas, así como orientarte sobre qué actuaciones debes seguir ante ellas, tales como la prevención de complicaciones ag…",
    "Objetivos": "• Facilitar la integración en el centro educativo del alumno con una enfermedad crónica\n• Orientar al profesorado sobre la atención más conveniente al alumno con una enfermedad crónica, en el proceso diario de convivencia y en situaciones de urgencia\n• Educar al docente para en la comprensión y realización de las técnicas de primeros auxilios\n• Realizar todas las actuaciones en consenso con las instrucciones de Educación\n• Favorecer la integración de estos contenidos en la programación\n",
    "Contenidos": "- Accidentes y primeros auxilios - Posición lateral de seguridad y reanimación cardiopulmonar básica - Enfermedades crónicas más frecuentes (alergias- asma- cardiopatías congénitas- diabetes- epilepsia) - Botiquín escolar - Trastornos de conducta alimentaria - recomendaciones de actuación en el centro educativo",
    "Etiquetas": "Salud y bienestar",
    "Libros": "https://libros.catedu.es/books/primeros-auxilios-y-patologias-cronicas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=86",
    "Images": "images/first-aid-850489-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/6121/course/overviewfiles/first-aid-850489_1920.jpg",
    "Horas": 40.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "PROFUNDIZAMOS EN EL USO DE Aeducar",
    "Descripción": null,
    "Objetivos": "Aprender las posibilidades que ofrece la plataforma Moodle de Aeducar",
    "Contenidos": "Tema 1. Aspectos avanzados del entorno Aeducar Tema 2. Aspectos avanzados sobre el uso de recursos Tema 3. Aspectos avanzados de Actividades Tema 4. Aspectos avanzados de espacios de trabajo y comunicación",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=920",
    "Images": "images/profundizamos-20en-20el-c2-a0uso-20de-20aeducar-20dcha.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/105741/course/overviewfiles/Profundizamos%20en%20el%C2%A0uso%20de%20aeducar%20dcha.jpg",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "B1",
    "3.4": "B1",
    "4.1": "B1",
    "4.2": "B1",
    "4.3": "B1",
    "5.1": "",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "B1",
    "6.2": "B1",
    "6.3": "B1",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "PROGRAMA ARDUINO CON MBLOCK (Scratch)",
    "Descripción": "Arduino es una plataforma de electrónica abierta para la creación de prototipos basada en software y hardware flexibles y fáciles de usar. En este capítulo ofrecemos una guía de referencia rápida que…",
    "Objetivos": " Conocer las posibilidades didácticas de la placa Arduino\n Pensamiento computacional con el atractivo de la electrónica \n Imaginación y creatividad con la electrónica asociada a Arduino\nEste curso tratamos los conceptos fundamentales para trabajar con el Arduino, empezando desde un nivel muy básico de electrónica con el objetivo de ROMPER EL HIELO en la utilización de esta placa.",
    "Contenidos": "Módulo 1: Arduino conectado con mBlock (Scratch) Módulo 2: Circuitos sencillos de electrónica Módulo 3: Circuitos un poco más complejos",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "https://libros.catedu.es/books/programa-arduino-con-mblock-scratch",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=40",
    "Images": "images/arduino-1050655-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1244/course/overviewfiles/arduino-1050655_1920.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "PROGRAMA ARDUINO MEDIANTE CODIGO",
    "Descripción": "Arduino es una plataforma de electrónica abierta para la creación de prototipos basada en software y hardware flexibles y fáciles de usar. En este capítulo ofrecemos una guía de referencia rápida que…",
    "Objetivos": "Conocer las posibilidades del ARDUINO\nRealizar montajes básicos con ARDUINO para aprender los conceptos básicos de la electrónica.\nRealizar proyectos básicos con ARDUINO como iniciación a la robótica, control y automatismos.\nEl objetivo principal es la programación y su potencial en elementos elementos de control y automática",
    "Contenidos": "- MÓDULO 1 Fundamentos del ARDUINO. - MÓDULO 2 Montajes básicos 5 montajes. - MÓDULO 3 Electrónica analógica 14 montajes. - MÓDULO 4 Electrónica digital 3 montajes. - MÓDULO 5 Comunicaciones 2 montajes Bluetooth Arduino y dispositivos móviles Conectar 2 arduinos - MÓDULO 6 Control y robótica 13 montajes. Infrarrojos siguelineas. Ultrasonidos. Servos. Motores. Sensor temperatura humedad. Ejemplo de proyecto: Parking con barrera y semáforo- apertura por móvil y detección entrada y salida.",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "programa-arduino-mediante-codigo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=111",
    "Images": "images/arduino-led-1.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/7230/course/overviewfiles/Arduino_led-1.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "A1",
    "2.2": "A2",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A2",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "PYTHON FOR PERSON IN EVERYBODY",
    "Descripción": "Python para Todos es una introducción a los conceptos básicos de la programación en Python 3 con un énfasis en el uso práctico. Está pensado como una base para los estudiantes que buscan aplicar Pyth…",
    "Objetivos": "Instalar Python.\nFamiliarizarse con el entorno de desarrollo.\nAprender las primeras órdenes y estructuras.\nConocer las diferentes estructuras cíclicas de Python.\nProfundizar en los tipos de datos conocidos.\nAprender a utilizar funciones.\nManejar estructuras de datos.\nConocer el uso de Expresiones Regulares.\nCrear programas básicos en red.\nAprender Programación Orientada a Objetos.\nSaber almacenar datos en Bases de Datos utilizando Python.\n",
    "Contenidos": "Instalando Python. Variables. Condicionales. Funciones. Bucles. Cadenas. Archivos. Listas. Diccionarios. Tuplas. Regex. Programas en red. Python y servicios web. Objetos. Python y Bases de Datos.",
    "Etiquetas": "STEAM/Programación",
    "Libros": "python-for-person-in-everybody/es/",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=253",
    "Images": "images/resumen-python-for.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/34475/course/overviewfiles/resumen-python-for.png",
    "Horas": 50.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "B1",
    "2.2": "A1",
    "2.3": "",
    "3.1": "A2",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ROBÓTICA BBB BUENA BONITA Y BARATA microbit",
    "Descripción": null,
    "Objetivos": "Comprender el funcionamiento básico de la MICROBIT: \nProgramación por bloques con Makecode\nControlar las principales posibilidades de la MICROBIT para realizar en el aula el pensamiento computacional.",
    "Contenidos": "¿Qué es la micro:BIT? ¿Cómo se programa la micro:BIT Características.MakeCode. Primeros pasos. Panel LED. Sensor de temperatura. Sensor de luminosidad. Pulsadores. Acelerómetro. Brújula. Radio. Pines de entrada y salida.",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "microbit-curso",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=304",
    "Images": "images/36979004965-8ffd83ec2b-z.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/42254/course/overviewfiles/36979004965_8ffd83ec2b_z.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ROBÓTICA CON RASPBERRY Y SCRATCH: PIBRELLA",
    "Descripción": "Manejar la RASPBPERRY remótamente Programar la RASPBERRY con SCRATCH Con SCRATCH y PRIBRELLA haremos unos ejercicios sencillos de robótica Conocimientos previos Conocimientos BASICOS RASPBERRY aquí S…",
    "Objetivos": "Comprender el funcionamiento básico de la Raspberry: Instalación SO y comunicación. Ver\nManejo de las entradas y salidas de la Pibrella y sus posibilidades utilizando Scratch ver",
    "Contenidos": "- Funcionamiento básico Raspbery:. - Generalidades. - Instalación SO Raspbian .- Conexión con Wifi. - Comunicación remota textual por SSH. - Comunicación remota gráfica por VNC. - Pibrella. - Salidas LED: Un semáforo. - Pulsador. - Buzzer. - Entradas interruptor. - Salidas : Un coche teledirigido.",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "pibrella",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=260",
    "Images": "images/14331667076-4189c7b045-z.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/35585/course/overviewfiles/14331667076_4189c7b045_z.jpg",
    "Horas": 20.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ROBÓTICA EDUCATIVA CON mBot",
    "Descripción": "En este curso vamos a conocer y programar este robot: Para hacer este curso hay que saber previamente SCRATCH. M1 Preparados... Programación basada en SCRATCH (mBlock) Amplia gama de sensores y actua…",
    "Objetivos": "•        Conocer las características de este rotot\n•        Saber utilizar mbot con programas sencillos en entorno gráfico orientado a primaria\n•        Conocer actividades de este robot para promocionar el pensamiento computacional\n",
    "Contenidos": "Módulo 1: - Qué es mBot - Arduino: El corazón de mBot - Componentes exteriores - Preparando mBlock - Dos modos de funcionar mBot Módulo 2 - Módulos electrónicos: Botón- led- buzzer - IR y luz - Componentes exteriores: Sigue líneas - distancia y Matriz de leds Módulo 3 - Evitar obstáculos - Upload tu Arduino - Seguir un circuito - Evitar caerse - mBot en infantil - Avanzado",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "robotica-educativa-con-mbot",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=52",
    "Images": "images/25537637820-cd54809915-z.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1364/course/overviewfiles/25537637820_cd54809915_z.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ROBÓTICA EDUCATIVA CON mBot AVANZADO",
    "Descripción": null,
    "Objetivos": "   Ampliar las características y posibilidades del robot mBot de Makeblock, utilizando diferentes accesorios\n   Aprender y jugar: Gamificación con los módulos exteriores nuevos \n",
    "Contenidos": "Módulo 1: - mBot en Infantil - Robot polilla - Come dinosaurios - Seguir circuito - Evitar caerse - Radar - Matemáticas y robótica - El infinito y más alla… Módulo 2: - Acelerómetro - Potenciómetro - Sensor sonido - Sensor IR - Sensor PIR Módulo 3: - Escarabajos - Servos - Garras y brazos",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "robotica-educativa-con-mbot-II",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=53",
    "Images": "images/mbotii.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1374/course/overviewfiles/mbotII.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ROBÓTICA EN INFANTIL: BEE-BOT",
    "Descripción": null,
    "Objetivos": "    Robotica en infantil, primeros pasos en el pensamiento computacional\n   Vision espacial y planificación",
    "Contenidos": "Módulo 1. Teoría: - ¿Qué es el BeeBot? - Introducirlo en el aula - Crea tus plantillas - Actividades más complejas Módulo 2. Práctica: - Crea tu actividad y cuélgalo en el muro",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "robotica-en-infantil-con-bee-bot",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=55",
    "Images": "images/bee-bot.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1394/course/overviewfiles/bee-bot.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "ROBÓTICA SPHERO MINI",
    "Descripción": "Aprende a programar este simpático robot: Introducción 1 Primero: APP de Jugar 2 Segundo: APP de Programar 2.1 Registrarse 2.2 Crear clase 2.3 Encender 2.4 Apagar 3 A PROGRAMAR!! 3.1 Giro-mensaje 3.2…",
    "Objetivos": "•        Conocer las características de este rotot\n•        Saber utilizar Sphero con programas sencillos en entorno gráfico orientado a primaria\n",
    "Contenidos": "1 INTRODUCCIÓN Portada 1.1 Primero: APP de Jugar 1.2 Segundo: APP de Programar Registrarse 1.3 Encender 1.4 Apagar 2 A PROGRAMAR!! 2.1 Giro-mensaje 2.2 Malabares 2.3 Cuadrado 2.4 ¿Ganaré la lotería? 2.5 Actividades de otros 2.6 Conclusiones 3 PARA SABER MÁS … 3.1 Pensamiento computacional 3.2 Robótica educativa 3.3 Muro",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "sphero-curso",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=427",
    "Images": "images/2019-09-17-2013-02-59.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/71230/course/overviewfiles/2019-09-17%2013_02_59.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "A2",
    "3.2": "",
    "3.3": "A1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "SCRATCH AVANZADO Y MAKEY MAKEY",
    "Descripción": null,
    "Objetivos": "Gamificación: Aprender jugando con proyectos\n   Makey Makey\n   Reinventar, evaluar\n",
    "Contenidos": "Módulo 1 y Módulo 2: - Elaboración de un proyecto de gamificación para aprender técnicas ampliadas en Scratch. Módulo 3: - Makey Makey. - Reinventar. - Evaluar. - Técnicas más avanzadas.",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "scratch-avanzado-y-makey-makey",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=56",
    "Images": "images/makey-makey.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1404/course/overviewfiles/Makey_Makey.jpg",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "SENDERISMO",
    "Descripción": null,
    "Objetivos": "El senderismo es una de las actividades más gratificantes y saludables que se pueden practicar a cualquier edad en el medio natural. El objetivo de este curso es poder desarrollar esta actividad de forma segura.",
    "Contenidos": "-Planificar una actividad senderista. -Equiparse adecuadamente. -Actuar con prudencia.",
    "Etiquetas": "Otros",
    "Libros": "senderismo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=164",
    "Images": "images/wanderer-455338-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/20695/course/overviewfiles/wanderer-455338_1920.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "SONIDO, TECNOLOGÍA y CREACIÓN",
    "Descripción": null,
    "Objetivos": "Elementos de comprensión y reflexión y análisis sobre el sonido y su uso en diferentes contextos.\nAprender a escuchar. Desarrollo del sentido crítico. \nProceso creativo de un paisaje sonoro. Diseño sonoro con Audacity.\nConocer técnicas básicas de grabación y sampleo. Móviles, grabadoras digitales portátiles. Generar una biblioteca sonora propia y bancos libres de sonidos\nConocer y experimentar efectos básicos a aplicar sobre el sonido.Conocer las técnicas básicas de la mezcla y combinación de sonidos.\n",
    "Contenidos": null,
    "Etiquetas": "STEAM/Pensamiento creativo",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1049",
    "Images": "images/onda.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/127952/course/overviewfiles/onda.jpg",
    "Horas": 30.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "B1",
    "5.2": "",
    "5.3": "B1",
    "6.1": "",
    "6.2": "",
    "6.3": "B1",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "TRABAJO COLABORATIVO CON GOOGLE DRIVE",
    "Descripción": "Google Drive es un servicio que nos permite guardar archivos en Internet gratuitamente, así como crear nuevos documentos, editar y compartirlos de manera sencilla.+ Google Drive nos ofrece un espacio…",
    "Objetivos": "Manejar herramientas de Google Drive que faciliten el trabajo colaborativo.\nCrear, editar y compartir documentos: Documentos de texto, Presentaciones, Formularios, Hojas de Cálculo, Presentaciones, Dibujos, Mapas.\nGestionar grandes cantidades de documentos, datos e información de una forma increíblemente rápida y eficiente.\n",
    "Contenidos": "Nuestro Drive Documentos de Google. Formularios Hojas de Cálculo. Presentaciones y otras aplicaciones de Google Drive.",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "curso-google-drive",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=54",
    "Images": "images/achievement-agreement-arms-1068523.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/1384/course/overviewfiles/achievement-agreement-arms-1068523.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "A1",
    "2.2": "A2",
    "2.3": "A1",
    "3.1": "A2",
    "3.2": "",
    "3.3": "A1",
    "3.4": "",
    "4.1": "A1",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "A1",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "VITALINUX: LINUX EN EDUCACIÓN",
    "Descripción": "Mediante la siguiente formación se mostrará someramente como familiarizarnos con GNU/Linux y con aspectos particulares de la distribución Vitalinux (EDUcación DGA) basada en Lubuntu con su clienteMig…",
    "Objetivos": "• Entorno de Escritorio de Vitalinux\n• Explorador de Archivos\n• Instalación de Aplicaciones Linux\n• Instalación de Aplicaciones Windows mediante Wine\n• Ejemplos de Software Alternativo al usado en Windows\n• Gestión de procesos\n• Cliente Migasfree: Etiquetado y proceso de comunicación\n• Congelación del Escritorio y perfil del usuario\n• Personalización a través de Migasfree\n• Configuración de la Red\n• Creación de un USB Bootable Vitalinux\n\n",
    "Contenidos": "- Iniciación a Vitalinux. - El entorno de Escrito. - Organización de Directorios y Archivos. - Instalación de Vitalinux. - Gestión del Software en Vitalinux.",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "curso-vitalinux",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=81",
    "Images": "images/cabecera.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/5959/course/overviewfiles/cabecera.png",
    "Horas": 50.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "B1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "B1",
    "5.2": "",
    "5.3": "B1",
    "6.1": "",
    "6.2": "",
    "6.3": "B1",
    "6.4": "",
    "6.5": "B1"
  },
  {
    "Curso": "MARCO LEGISLATIVO SOBRE EDUCACIÓN - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": null,
    "Contenidos": "Unidad 1: Marco básico legislativo sobre Educación. Unidad 2. Estructura y organigrama del Departamento de Educación y de los Servicios Provinciales. Unidad 3. Sistema aragonés de formación del profesorado. Plan Marco y Decreto de formación vigente. Línea I. Formación para la mejora de las prácticas educativas. Línea II. Formación para el impulso de las metodologías activas- la innovación educativa y la investigación. Línea III. Formación para el apoyo a una escuela abierta y participativa. Línea IV. Formación para el perfeccionamiento continuo y capacitación profesional docente. El Plan Anual de Formación del Profesorado. Unidad 4. Normativa- estructura y funcionamiento de la red de formación del profesorado. Unidad 5. Actividades institucionales de formación. Otras modalidades formativas de formación reconocidas por el Servicio de Formación del Profesorado. Entidades colaboradoras. Planes de formación en Centros. Tipos de actividades formativas promovidas por la Administración Educativa. Plan de Formación. Unidad 6. Certificación y registro de las actividades formativas. Esta actividad se considera equivalente al módulo 1 del bloque común de los itinerarios para asesor de la red de formación del profesorado y para el de coordinador de formación en centros educativos. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 1. Marco legislativo sobre educación.",
    "Etiquetas": "Itinerarios formativos/COFO/COFOTAP/ASESORÍA",
    "Libros": "modulo-1-marco-basico-legislativo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=160",
    "Images": "images/law-1063249-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/19968/course/overviewfiles/law-1063249_1920.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "SOPORTES INFORMÁTICOS PARA LA FORMACIÓN DEL PROFESORADO - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": "Conocer las diferentes herramientas TIC que tiene disponible el asesor de formación o coordinador de formación (COFO) para realizar las actividades.\n   El curso NO PRETENDE ser un tutorial de todas las herramientas, pero sí que destaca las características para que el asesor o COFO elija la que le conviene según sus capacidades y según la actividad.\n",
    "Contenidos": "1. Soportes: Marco legislativo- contenidos dinámicos y cerrados. Diseño- actividad e interacción. 2. Diseño: WORD- pdfs- letras- Google Drive- Scribus- Genially- Generador de textos- imágenes y Qrs. 3. Divulgación: Twitter- Facebook. 4. Contenidos y participación: CMS y LMS. 5. Interacción: Streaming- Twitter- Formularios- Chatbro. Esta actividad se considera equivalente al módulo 2 del bloque común de los itinerarios para asesor de la red de formación del profesorado y para el de coordinador de formación en centros educativos. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 2. Soportes informáticos de la red de Formación del Profesorado. Formación básica en redes sociales para la creación de contenidos- transmisión y difusión de la formación. Procedimiento y normas de funcionamiento.",
    "Etiquetas": "Itinerarios formativos/COFO/COFOTAP/ASESORÍA",
    "Libros": "soportes-informaticos-profesorado",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=173",
    "Images": "images/matrix-2953869-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/22150/course/overviewfiles/matrix-2953869_1920.jpg",
    "Horas": 10.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "A1",
    "2.2": "A1",
    "2.3": "A1",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "METODOLOGÍAS ACTIVAS. DIDÁCTICA Y EVALUACIÓN - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": null,
    "Contenidos": "1. Aprendizaje Basado en Proyectos (ABP). Definición. Elementos esenciales para ABP Evaluación en ABP. 2. El modelo Flipped Classroom. Eficacia del modelo. Retos del Flipped Classroom. FC y la taxonomía de Bloom. Esta actividad se considera equivalente al módulo 3 del bloque común de los itinerarios para asesor de la red de formación del profesorado y para el de coordinador de formación en centros educativos. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 3. Metodologías activas. Didáctica y Evaluación.",
    "Etiquetas": "Itinerarios formativos/Itinerario a extinguir",
    "Libros": "metodologias-activas-didactica-y-evaluacion",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=159",
    "Images": "images/rero-robots.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/19380/course/overviewfiles/Rero-robots.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A2",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "A2",
    "2.2": "A1",
    "2.3": "A1",
    "3.1": "A2",
    "3.2": "A2",
    "3.3": "A2",
    "3.4": "A1",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "A2",
    "5.3": "A2",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "EL PROCEDIMIENTO ADMINISTRATIVO - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": "Dar respuesta formativa on line al módulo 4 del itinerario formativo común para COFOs y Asesorías de la red de formación. \nFacilitar la obtención para el profesorado de conocimientos básicos en relación con los derechos que le asisten como profesional y como ciudadan@ en su relación con las Administraciones Públicas. \n",
    "Contenidos": "Introducción: marco normativo. Novedades: la e-administración. La relación entre la Administración y la ciudadanía: derechos del ciudadan@. El procedimiento: inicio- tramitación- finalización. La notificación de actos y resoluciones administrativas. La notificación electrónica. Otras cuestiones: silencio administrativo- nulidad y anulabilidad- revisión de oficio- revocación y rectificación. Los recursos en la vía administrativa. Esta actividad se considera equivalente al módulo 4 del bloque común de los itinerarios para asesor de la red de formación del profesorado y para el de coordinador de formación en centros educativos. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 4. El procedimiento administrativo. Formación básica relacionada con la formación docente.",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": "procedimiento-administrativo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=174",
    "Images": "images/img1619411s.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/22164/course/overviewfiles/img1619411s.jpg",
    "Horas": 10.0,
    "1.1": "A1",
    "1.2": "A1",
    "1.3": "",
    "1.4": "A1",
    "1.5": "A1",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "EL CENTRO EDUCATIVO Y LA FORMACIÓN DEL PROFESORADO - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": null,
    "Contenidos": "1. Ornagización y funcionamiento de un centro educativo: lugar que ocupa la formación y su coordinador. Los planes de formación de centro. Los coordinadores de formación de los centros. 2. Funciones del Coordinador de Formación. 3. Coordinación con la Red del Profesorado y con otros sujetos e instituciones que intervienen en el centro educativo. 4. Planes de formación en centros. Esta actividad se considera equivalente al módulo 5 del bloque específico del itinerario para coordinador de formación en centros educativos. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 5.- El centro educativo y la formación del profesorado.",
    "Etiquetas": "Itinerarios formativos/COFO",
    "Libros": "m5-cofo-el-centro-educativo-y-la-formacion-del-pr",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=171",
    "Images": "images/800px-colegio-joaqu-c3-adn-costa-288653053610-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/22086/course/overviewfiles/800px-Colegio_Joaqu%C3%ADn_Costa_%288653053610%29.jpg",
    "Horas": 5.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LOS CENTROS DE FORMACIÓN DEL PROFESORADO - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": null,
    "Contenidos": "1. Los Centros de formación del profesorado. La red de formación del profesorado. Tipos de centros de formación del profesorado. Funcionamiento de los centros del profesorado. Origen y evolución de los centros del profesorado. 2. Los asesores de formación. Funciones del asesor de formación. Coordinación con los sujetos e instituciones que intervienen en el centro educativo. Esta actividad se considera equivalente al módulo 5 del bloque específico del itinerario para asesor de la red de formación del profesorado. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 5.- Los centros de formación del profesorado.",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": "modulo-5-asesores",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=169",
    "Images": "images/ee2ekktx4ailwi3.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/20953/course/overviewfiles/EE2ekkTX4AILwi3.jpg",
    "Horas": 5.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "HERRAMIENTAS Y HABILIDADES SOCIALES - IE",
    "Descripción": "Descripción de HERRAMIENTAS Y HABILIDADES SOCIALES - IE",
    "Objetivos": null,
    "Contenidos": "1 Habilidades comunicativas y de escucha activa. Axiomas básicos de la comunicación. Lenguaje verbal. Precisión del lenguaje para hacer llegar el mensaje. Saber escuchar. La escucha activa. Lenguaje no verbal. 2 Resolución de conflictos. Importancia de la forma en que se resuelven los conflictos. Actitudes ante el conflicto. Tú ganas yo gano. Gestión positiva del conflicto. Percepciones. Identificar intereses. 3 Gestión de equipos humanos en un centro escolar. Mejorar el trabajo en grupo. El grupo y la tarea. Las relaciones en los equipos docentes: escuchar- comprender- valorar. Liderazgo. Esta actividad se considera equivalente al módulo 6 del bloque específico del itinerario para coordinador de formación en centros educativos. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 6.- Herramientas y habilidades sociales.",
    "Etiquetas": "Itinerarios formativos/COFO",
    "Libros": "m6-cofos",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=172",
    "Images": "images/c3c303b4a7d390d719a04a597762-1431771.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/22123/course/overviewfiles/c3c303b4a7d390d719a04a597762-1431771.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "INTELIGENCIA EMOCIONAL Y PSICOLOGÍA POSITIVA - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": "Desarrollar la habilidad de controlar las propias emociones.\nPrevenir los efectos perjudiciales de las emociones negativas\nDesarrollar la habilidad para generar emociones positivas\nDesarrollar una mayor competencia emocional",
    "Contenidos": "1. Gestión de equipos humanos en un centro escolar. 1.1 Mejorar el trabajo en grupo: El grupo y la tarea. 1.2 Liderazgo. 1.3 Principios para un modelo de asesoramiento en los centros educativos. 2. Resolución de conflictos. 2.1 Importancia de la forma en que se resuelven los conflictos: Actitudes ante el conflicto. 2.2 Gestión positiva del conflicto. 2.3 La comunicación como clave para la resolución de conflictos. Esta actividad se considera equivalente al módulo 6 del bloque específico del itinerario para asesor de la red de formación del profesorado. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 6.- Inteligencia emocional y psicología positiva en la función docente.",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": "https://libros.catedu.es/books/inteligencia-emocional-y-psicologia-positiva",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=178",
    "Images": "images/sunset-ibiza-mediterrean-island-sun-sea-orange-reflection-1203135.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/23128/course/overviewfiles/sunset_ibiza_mediterrean_island_sun_sea_orange_reflection-1203135.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "COMUNICACIÓN EFICAZ Y ORATORIA - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": "Comunicar de manera efectiva ante una audiencia. \nConocer los conceptos y elementos que engloba la comunicación.",
    "Contenidos": "1. Conceptos básicos sobre lenguaje y comunicación. 2. El receptor. 3. Inventio- dispositio y elocutio. 4. Memoria. 5. Actio. Aspectos vocales. Aspectos no vocales.. Esta actividad se considera equivalente al módulo 7 del bloque específico del itinerario para asesor de la red de formación del profesorado. Resolución 19/1/2017 itinerarios formativos de asesores de formación de profesorado no universitario y coordinadores de formación de centros educativos. Módulo 7.- Oratoria y comunicación oral. Comunicación eficaz.",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": "modulo7-asesores",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=179",
    "Images": "images/773px-3-estancia-del-sello-28escuela-de-atenas-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/23327/course/overviewfiles/773px-3_Estancia_del_Sello_%28Escuela_de_Atenas%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "TRABAJO FIN DE ITINERARIO ASESORIA - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": null,
    "Contenidos": "Información sobre el TFIEl sistema aragonés de formación permanente del profesorado Realidad educativa Acompañamiento y seguimiento de las actividades formativasReflexión personal Entrega del TFI para asesorías.",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=422",
    "Images": "images/business-3224643-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/70763/course/overviewfiles/business-3224643_1920.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "TRABAJO FIN DE ITINERARIO COFO - IE",
    "Descripción": "Este titulo forma parte del Itinerario a extinguir en 2º CV del 2022-23",
    "Objetivos": null,
    "Contenidos": "Información sobre el TFIP Propuestas para impulsar la participación del profesorado en las actividades de formación de su centro Estrategias de coordinación con el Centro de Profesorado para la mejora de la formación de los docentes de su centro y propuesta de actividades concretasIndicadores de logro. Reflexión personal sobre qué puede aportar el solicitante a la formación de los docentes de su centro desde su experiencia personal y docente Entrega del TFI de COFO",
    "Etiquetas": "Itinerarios formativos/COFO",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=421",
    "Images": "images/administration-analytics-business-commerce-data-desk-documents-finance-911763.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/70760/course/overviewfiles/administration_analytics_business_commerce_data_desk_documents_finance-911763.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MÓDULO 0 OBLIGATORIO. COMUNES (FEEPA): Marco institucional - Intervención en el aula - SGC",
    "Descripción": null,
    "Objetivos": "• Diseñar, intervenir y evaluar programas de formación reglada y no reglada dirigidos a la población adulta, aplicando métodos de enseñanza-aprendizaje que favorezcan el desarrollo de la personalidad, el fortalecimiento de la autoestima, aumenten las oportunidades laborales y permitan a las personas seguir aprendiendo.",
    "Contenidos": null,
    "Etiquetas": "Formación de entrada para educación de personas adultas",
    "Libros": "formacion-de-entrada-en-educacion-de-personas-adultas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=944",
    "Images": "images/adult-3352996-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/118133/course/overviewfiles/adult-3352996_1920.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MÓDULO 1 OPTATIVO (FEEPA): Enseñanzas FIPA y ESPA",
    "Descripción": null,
    "Objetivos": "Conocer los aspectos básicos de la Educación Intercultural como forma de inclusión del alumnado inmigrante en la Educación de Personas Adultas.\n•    Aprender a utilizar la  diversidad cultural como un recurso educativo.\n•    Explorar actividades didácticas interculturales.\n•    Utilizar pruebas de nivel de español para personas adultas inmigrantes.\n•    Analizar métodos de alfabetización de adultos.\n•    Conocer los conceptos claves de la didáctica intercultural de la enseñanza del español como segunda lengua.\n•    Utilizar el enfoque comunicativo en la enseñanza del español.\n•    Presentar recursos didácticos para enseñar español desde una perspectiva intercultural e inclusiva.\n•    Utilizar el aprendizaje cooperativo en aula del español de personas adultas.\n",
    "Contenidos": null,
    "Etiquetas": "Formación de entrada para educación de personas adultas",
    "Libros": "formacion-de-entrada-en-educacion-de-personas-adultas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=946",
    "Images": "images/antenna-cw-cj-nfa14-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/118160/course/overviewfiles/antenna-cw-cj_nFa14-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MÓDULO 2 OPTATIVO (FEEPA): Competencias clave - Certificados de Profesionalidad y acceso a FP",
    "Descripción": null,
    "Objetivos": "• Diseñar, intervenir y evaluar programas de formación reglada y no reglada dirigidos a la población adulta, aplicando métodos de enseñanza-aprendizaje que favorezcan el desarrollo de la personalidad, el fortalecimiento de la autoestima, aumenten las oportunidades laborales y permitan a las personas seguir aprendiendo.",
    "Contenidos": null,
    "Etiquetas": "Formación de entrada para educación de personas adultas",
    "Libros": "formacion-de-entrada-en-educacion-de-personas-adultas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=947",
    "Images": "images/jeswin-thomas-1dxriobqcdk-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/118162/course/overviewfiles/jeswin-thomas-1DXrIobqcdk-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MÓDULO 3 OPTATIVO (FEEPA): Español como lengua nueva",
    "Descripción": null,
    "Objetivos": "• Diseñar, intervenir y evaluar programas de formación reglada y no reglada dirigidos a la población adulta, aplicando métodos de enseñanza-aprendizaje que favorezcan el desarrollo de la personalidad, el fortalecimiento de la autoestima, aumenten las oportunidades laborales y permitan a las personas seguir aprendiendo.",
    "Contenidos": null,
    "Etiquetas": "Formación de entrada para educación de personas adultas",
    "Libros": "formacion-de-entrada-en-educacion-de-personas-adultas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=948",
    "Images": "images/muhammad-haikal-sjukri-dz0wplmvk-c-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/118163/course/overviewfiles/muhammad-haikal-sjukri-DZ0WPLmvK_c-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MÓDULO 4 OPTATIVO (FEEPA): Enseñanzas de PEE",
    "Descripción": null,
    "Objetivos": "• Diseñar, intervenir y evaluar programas de formación reglada y no reglada dirigidos a la población adulta, aplicando métodos de enseñanza-aprendizaje que favorezcan el desarrollo de la personalidad, el fortalecimiento de la autoestima, aumenten las oportunidades laborales y permitan a las personas seguir aprendiendo.",
    "Contenidos": null,
    "Etiquetas": "Formación de entrada para educación de personas adultas",
    "Libros": "formacion-de-entrada-en-educacion-de-personas-adultas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=949",
    "Images": "images/nghia-le-v3dokm1nqcs-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/118165/course/overviewfiles/nghia-le-V3DokM1NQcs-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MÓDULO 5 OPTATIVO (FEEPA): Enseñanzas a distancia",
    "Descripción": null,
    "Objetivos": "• Diseñar, intervenir y evaluar programas de formación reglada y no reglada dirigidos a la población adulta, aplicando métodos de enseñanza-aprendizaje que favorezcan el desarrollo de la personalidad, el fortalecimiento de la autoestima, aumenten las oportunidades laborales y permitan a las personas seguir aprendiendo.",
    "Contenidos": null,
    "Etiquetas": "Formación de entrada para educación de personas adultas",
    "Libros": "formacion-de-entrada-en-educacion-de-personas-adultas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=950",
    "Images": "images/brooke-cagle-g1kr4ozfoac-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/118166/course/overviewfiles/brooke-cagle-g1Kr4Ozfoac-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MÓDULO 6 OPTATIVO (FEPA): Aulas Penitenciarias",
    "Descripción": null,
    "Objetivos": "• Diseñar, intervenir y evaluar programas de formación reglada y no reglada dirigidos a la población adulta, aplicando métodos de enseñanza-aprendizaje que favorezcan el desarrollo de la personalidad, el fortalecimiento de la autoestima, aumenten las oportunidades laborales y permitan a las personas seguir aprendiendo.",
    "Contenidos": null,
    "Etiquetas": "Formación de entrada para educación de personas adultas",
    "Libros": "formacion-de-entrada-en-educacion-de-personas-adultas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=928",
    "Images": "images/ocv-photo-5lwak7hgsnm-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/116400/course/overviewfiles/ocv-photo-5LwAK7HGSnM-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "PROTECCIÓN DE DATOS EN EL ÁMBITO EDUCATIVO",
    "Descripción": null,
    "Objetivos": "•        Conocer de forma básica el uso y manejo de los datos personales en un entorno educativo, en especial los referidos a menores",
    "Contenidos": "1. CONTEXTO 2. LA RAZÓN DE SER DE LA PROTECCIÓN DE DATOS 3. DATOS PERSONALES Y TRATAMIENTO DE DATOS PERSONALES 4. RESPONSABLES DEL TRATAMIENTO Y ENCARGADOS DEL TRATAMIENTO 4.1. A EFECTOS PRÁCTICOS: ¿Quiénes son los responsables de los tratamientos del ámbito educativo? 4.2. ¿ESTOY TRATANDO LOS DATOS PERSONALES CONFORME A LA NORMATIVA? 5. PRINCIPIOS QUE HAN DE REGIR TODO TRATAMIENTO 6. CAUSAS DE LICITUD DE LOS TRATAMIENTOS 7. EL CUMPLIMIENTO DE UNA MISIÓN EN INTERÉS PÚBLICO 8. EL CONSENTIMIENTO 9. PROTECCIÓN DE DATOS DE LOS MENORES EN INTERNET 10. UN EJEMPLO DE TEXTO INFORMATIVO ADAPTADO –MEDIANTE EXPLICACIONES EN CURSIVA -A LOS MENORES DE EDAD CAPACES DE CONSENTIR Esta actividad se considera equivalente al módulo 1 del bloque común a los itinerarios formativos de las personas coordinadoras de formación coordinadoras de formación para el uso de las tecnologías en los aprendizajes en los centros educativos no universitarios y asesorías de formación del profesorado en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo 1: Protección de datos en el ámbito educativo.",
    "Etiquetas": "Itinerarios formativos/COFO/COFOTAP/ASESORÍA",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1044",
    "Images": "images/jan-antonin-kolar-lrox0shwjuq-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126602/course/overviewfiles/jan-antonin-kolar-lRoX0shwjUQ-unsplash%20%282%29.jpg",
    "Horas": 5.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "A1",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "A1",
    "6.3": "",
    "6.4": "A1",
    "6.5": ""
  },
  {
    "Curso": "MARCO LEGISLATIVO SOBRE EDUCACIÓN",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "Unidad 1: Marco básico legislativo sobre Educación. Unidad 2. Estructura y organigrama del Departamento de Educación y de los Servicios Provinciales. Unidad 3. Sistema aragonés de formación del profesorado. Plan Marco y Decreto de formación vigente. Línea I. Formación para la mejora de las prácticas educativas. Línea II. Formación para el impulso de las metodologías activas- la innovación educativa y la investigación. Línea III. Formación para el apoyo a una escuela abierta y participativa. Línea IV. Formación para el perfeccionamiento continuo y capacitación profesional docente. El Plan Anual de Formación del Profesorado. Unidad 4. Normativa- estructura y funcionamiento de la red de formación del profesorado. Unidad 5. Actividades institucionales de formación. Otras modalidades formativas de formación reconocidas por el Servicio de Formación del Profesorado. Entidades colaboradoras. Planes de formación en Centros. Tipos de actividades formativas promovidas por la Administración Educativa. Plan de Formación. Unidad 6. Certificación y registro de las actividades formativas. Esta actividad se considera equivalente al módulo 2 del bloque común a los itinerarios formativos de las personas coordinadoras de formación coordinadoras de formación para el uso de las tecnologías en los aprendizajes en los centros educativos no universitarios y asesorías de formación del profesorado en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo 2: Marco básico legislativo sobre Educación.",
    "Etiquetas": "Itinerarios formativos/COFO/COFOTAP/ASESORÍA",
    "Libros": "modulo-1-marco-basico-legislativo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=160",
    "Images": "images/law-1063249-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/19968/course/overviewfiles/law-1063249_1920.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "SOPORTES INFORMÁTICOS PARA LA FORMACIÓN DEL PROFESORADO",
    "Descripción": null,
    "Objetivos": "Conocer las diferentes herramientas TIC que tiene disponible el asesor de formación o coordinador de formación (COFO) para realizar las actividades.\n   El curso NO PRETENDE ser un tutorial de todas las herramientas, pero sí que destaca las características para que el asesor o COFO elija la que le conviene según sus capacidades y según la actividad.\n",
    "Contenidos": "1. Soportes: Marco legislativo- contenidos dinámicos y cerrados. Diseño- actividad e interacción. 2. Diseño: WORD- pdfs- letras- Google Drive- Scribus- Genially- Generador de textos- imágenes y Qrs. 3. Divulgación: Twitter- Facebook. 4. Contenidos y participación: CMS y LMS. 5. Interacción: Streaming- Twitter- Formularios- Chatbro. Esta actividad se considera equivalente al módulo 3 del bloque común a los itinerarios formativos de las personas coordinadoras de formación coordinadoras de formación para el uso de las tecnologías en los aprendizajes en los centros educativos no universitarios y asesorías de formación del profesorado en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo 3: Soportes informáticos para la formación del profesorado.",
    "Etiquetas": "Itinerarios formativos/COFO/COFOTAP/ASESORÍA",
    "Libros": "soportes-informaticos-profesorado",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=173",
    "Images": "images/matrix-2953869-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/22150/course/overviewfiles/matrix-2953869_1920.jpg",
    "Horas": 10.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "A1",
    "2.2": "A1",
    "2.3": "A1",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "METODOLOGÍAS DE APRENDIZAJE. DIDÁCTICA Y EVALUACIÓN",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "Módulo 1. APRENDIZAJE BASADO EN EVIDENCIAS CIENTÍFICAS Módulo 2. EL DOCENTE COMO DISEÑADOR DE TAREAS DE APRENDIZAJE Módulo 3. EDUCACIÓN STEAM Módulo 4. METODOLOGÍAS DEL APRENDIZAJE Módulo 5. EVALUACIÓN Módulo 6. MARCO DE ACCIÓN EN EDUCACIÓN Esta actividad se considera equivalente al módulo 4 del bloque común a los itinerarios formativos de las personas coordinadoras de formación coordinadoras de formación para el uso de las tecnologías en los aprendizajes en los centros educativos no universitarios y asesorías de formación del profesorado en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo 4: Metodologías de aprendizaje. Didáctica y Evaluación.",
    "Etiquetas": "Itinerarios formativos/COFO/COFOTAP/ASESORÍA",
    "Libros": "metodologias-activas-didactica-y-evaluacion",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1050",
    "Images": "images/science-1182713-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/127992/course/overviewfiles/science-1182713_1920.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "A1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A2",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "EL PROCEDIMIENTO ADMINISTRATIVO",
    "Descripción": null,
    "Objetivos": "Dar respuesta formativa on line al módulo del itinerario formativo\nFacilitar la obtención para el profesorado de conocimientos básicos en relación con los derechos que le asisten como profesional y como ciudadan@ en su relación con las Administraciones Públicas. \n",
    "Contenidos": "Introducción: marco normativo. Novedades: la e-administración. La relación entre la Administración y la ciudadanía: derechos del ciudadan@. El procedimiento: inicio- tramitación- finalización. La notificación de actos y resoluciones administrativas. La notificación electrónica. Otras cuestiones: silencio administrativo- nulidad y anulabilidad- revisión de oficio- revocación y rectificación. Los recursos en la vía administrativa. Esta actividad se considera equivalente al módulo 5 del bloque específico del itinerario formativo de asesorías de formación del profesorado no universitario en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 5 EL PROCEDIMIENTO ADMINISTRATIVO",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": "procedimiento-administrativo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=174",
    "Images": "images/img1619411s.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/22164/course/overviewfiles/img1619411s.jpg",
    "Horas": 10.0,
    "1.1": "A1",
    "1.2": "A1",
    "1.3": "",
    "1.4": "A1",
    "1.5": "A1",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LOS CENTROS DE FORMACIÓN DEL PROFESORADO",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "Los Centros de formación del profesorado. La red de formación del profesorado. Tipos de centros de formación del profesorado. Funcionamiento de los centros del profesorado. Origen y evolución de los centros del profesorado. 2. Los asesores de formación. Funciones del asesor de formación. Coordinación con los sujetos e instituciones que intervienen en el centro educativo. Esta actividad se considera equivalente al módulo 6 del bloque específico del itinerario formativo de asesorías de formación del profesorado no universitario en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 6 LOS CENTROS DE FORMACIÓN DEL PROFESORADO",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": "m5-cofo-el-centro-educativo-y-la-formacion-del-pr",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=169",
    "Images": "images/ee2ekktx4ailwi3.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/20953/course/overviewfiles/EE2ekkTX4AILwi3.jpg",
    "Horas": 5.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "INTELIGENCIA EMOCIONAL Y PSICOLOGÍA POSITIVA",
    "Descripción": null,
    "Objetivos": "Desarrollar la habilidad de controlar las propias emociones.\nPrevenir los efectos perjudiciales de las emociones negativas\nDesarrollar la habilidad para generar emociones positivas\nDesarrollar una mayor competencia emocional",
    "Contenidos": "1. Gestión de equipos humanos en un centro escolar. 1.1 Mejorar el trabajo en grupo: El grupo y la tarea. 1.2 Liderazgo. 1.3 Principios para un modelo de asesoramiento en los centros educativos. 2. Resolución de conflictos. 2.1 Importancia de la forma en que se resuelven los conflictos: Actitudes ante el conflicto. 2.2 Gestión positiva del conflicto. 2.3 La comunicación como clave para la resolución de conflictos. Esta actividad se considera equivalente al módulo 7 del bloque específico del itinerario formativo de asesorías de formación del profesorado no universitario en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 7 INTELIGENCIA EMOCIONAL Y PSICOLOGÍA POSITIVA",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": "m6-asesor-inteligencia-emocional-y-psicologia-pos",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=178",
    "Images": "images/sunset-ibiza-mediterrean-island-sun-sea-orange-reflection-1203135.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/23128/course/overviewfiles/sunset_ibiza_mediterrean_island_sun_sea_orange_reflection-1203135.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "COMUNICACIÓN EFICAZ Y ORATORIA",
    "Descripción": null,
    "Objetivos": "Comunicar de manera efectiva ante una audiencia. \nConocer los conceptos y elementos que engloba la comunicación.",
    "Contenidos": "1. Conceptos básicos sobre lenguaje y comunicación. 2. El receptor. 3. Inventio- dispositio y elocutio. 4. Memoria. 5. Actio. Aspectos vocales. Aspectos no vocales. Esta actividad se considera equivalente al módulo 8 del bloque específico del itinerario formativo de asesorías de formación del profesorado no universitario en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 8 COMUNICACIÓN EFICAZ Y ORATORIA",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": "modulo7-asesores",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=179",
    "Images": "images/773px-3-estancia-del-sello-28escuela-de-atenas-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/23327/course/overviewfiles/773px-3_Estancia_del_Sello_%28Escuela_de_Atenas%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LIDERAZGO PARA IMPULSAR PROCESOS DE CAMBIO EDUCATIVO",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "Bienvenidos a un mundo líquido Liderazgo para impulsar procesos de cambio educativo Estrategias de gamificación en organizaciones Esta actividad se considera equivalente al módulo 9 del bloque específico del itinerario formativo de asesorías de formación del profesorado no universitario en los Centros de Profesorado territoriales y específicos. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 9 LIDERAZGO PARA IMPULSAR PROCESOS DE CAMBIO EDUCATIVO",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1053",
    "Images": "images/team-3373638-1920-20-281-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/128091/course/overviewfiles/Team-3373638_1920%20%281%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "TRABAJO FIN DE ITINERARIO ASESORIA",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "El sistema aragonés de formación permanente del profesorado. Realidad educativa Acompañamiento y seguimiento de las actividades formativas. Reflexión personal.",
    "Etiquetas": "Itinerarios formativos/ASESORÍA",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=422",
    "Images": "images/business-3224643-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/70763/course/overviewfiles/business-3224643_1920.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LA COORDINACIÓN DEL ITINERARIO BILINGÜE",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. El Modelo BRIT-Aragón: aspectos normativos. 2. Qué es el Itinerario Bilingüe y cómo diseñar. 3. Funciones de la persona coordinadora del Itinerario Bilingüe. Esta actividad se considera equivalente al módulo 1 del itinerario formativo de las personas coordinadoras del Itinerario Bilingüe en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 1 LA COORDINACIÓN DEL ITINERARIO BILINGÜE",
    "Etiquetas": "Itinerarios formativos/Coordinación Bilingüe",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1038",
    "Images": "images/writing-hand-glass-finger-training-brand-924910-pxhere-com.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126549/course/overviewfiles/writing-hand-glass-finger-training-brand-924910-pxhere.com.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "EL ENFOQUE METODOLÓGICO AICLE",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Principios y características generales del enfoque AICLE 1.1. ¿Qués AICLE? 1.2. Aspectos básicos en el enfoque AICLE 1.3. Elementos y características del enfoque AICLE 2. Metodologías activas en el aula bilingüe 2.1. Aprendizaje Cooperativo 2.2. Flipped Classroom 2.3. Aprender a pensar 2.4. Gamificación 3. La evaluación en el enfoque AICLE Esta actividad se considera equivalente al módulo 2 del itinerario formativo de las personas coordinadoras del Itinerario Bilingüe en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 2 EL ENFOQUE METODOLÓGICO AICLE",
    "Etiquetas": "Itinerarios formativos/Coordinación Bilingüe",
    "Libros": "aicle_intef",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1039",
    "Images": "images/community-student-child-lunch-education-classroom-927849-pxhere-com.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126550/course/overviewfiles/community-student-child-lunch-education-classroom-927849-pxhere.com.jpg",
    "Horas": 15.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "A2",
    "2.2": "A1",
    "2.3": "A1",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "",
    "3.4": "A1",
    "4.1": "A1",
    "4.2": "A1",
    "4.3": "A1",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MATERIALES Y RECURSOS PARA EL AULA BILINGÜE",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Recursos necesarios en el Itinerario Bilingüe 2. Cómo elaborar materiales para el aula bilingüe. 3. Diseño de sesiones y unidades AICLE Esta actividad se considera equivalente al módulo 3 del itinerario formativo de las personas coordinadoras del Itinerario Bilingüe en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 3 MATERIALES Y RECURSOS PARA EL AULA BILINGÜE",
    "Etiquetas": "Itinerarios formativos/Coordinación Bilingüe",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1040",
    "Images": "images/concept-2959618-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126551/course/overviewfiles/concept-2959618_1920.jpg",
    "Horas": 15.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "CÓMO ORGANIZAR UN CENTRO BILINGÜE",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. La importancia de la coordinación en un centro bilingüe. 2. Programas de formación y otros recursos 3. La internacionalización de los centros educativos. Esta actividad se considera equivalente al módulo 4 del itinerario formativo de las personas coordinadoras del Itinerario Bilingüe en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 4 CÓMO ORGANIZAR UN CENTRO BILINGÜE",
    "Etiquetas": "Itinerarios formativos/Coordinación Bilingüe",
    "Libros": "abp",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1041",
    "Images": "images/desk-architecture-people-row-sitting-indoor-621978-pxhere-com.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126552/course/overviewfiles/desk-architecture-people-row-sitting-indoor-621978-pxhere.com.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "HERRAMIENTAS Y HABILIDADES SOCIALES",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1 Habilidades comunicativas y de escucha activa. -Axiomas básicos de la comunicación. -Lenguaje verbal. Precisión del lenguaje para hacer llegar el mensaje. -Saber escuchar. La escucha activa. -Lenguaje no verbal. 2 Resolución de conflictos. -Importancia de la forma en que se resuelven los conflictos. Actitudes ante el conflicto. -Tú ganas yo gano. -Gestión positiva del conflicto. -Percepciones. -Identificar intereses. 3 Gestión de equipos humanos en un centro escolar. -Mejorar el trabajo en grupo. El grupo y la tarea. -Las relaciones en los equipos docentes: escuchar- comprender- valorar. -Liderazgo. Esta actividad se considera equivalente al módulo 5 del itinerario formativo de las personas coordinadoras del Itinerario Bilingüe en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 5 HERRAMIENTAS Y HABILIDADES SOCIALES Esta actividad se considera equivalente al módulo 6 del bloque específico del itinerario formativo de personas coordinadoras de formación en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 6 HERRAMIENTAS Y HABILIDADES SOCIALES",
    "Etiquetas": "Itinerarios formativos/Coordinación Bilingüe",
    "Libros": "m6-cofos",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=172",
    "Images": "images/american-analyzing-blond-board-brainstorming-briefing-1447919-pxhere-com.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126553/course/overviewfiles/american-analyzing-blond-board-brainstorming-briefing-1447919-pxhere.com.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "TRABAJO FIN DE ITINERARIO BILINGÜE",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "Propuestas para impulsar la implementación del modelo bilingüe en su centro educativo. Estrategias de coordinación con el equipo directivo profesorado del centro y familias Diseña una actividad tarea o proyecto siguiendo el enfoque AICLE. Reflexión personal sobre el papel de la persona coordinadora del itinerario bilingüe en los centros educativos",
    "Etiquetas": "Itinerarios formativos/Coordinación Bilingüe",
    "Libros": "abp",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1046",
    "Images": "images/work-man-person-suit-woman-female-923143-pxhere-com.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126798/course/overviewfiles/work-man-person-suit-woman-female-923143-pxhere.com.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "EL CENTRO EDUCATIVO Y LA FORMACIÓN DEL PROFESORADO",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Ornagización y funcionamiento de un centro educativo: - Lugar que ocupa la formación y su coordinador. - Los planes de formación de centro. - Los coordinadores de formación de los centros. 2. Funciones del Coordinador de Formación. 3. Coordinación con la Red del Profesorado y con otros sujetos e instituciones que intervienen en el centro educativo. 4. Planes de formación en centros. Esta actividad se considera equivalente al módulo 5 del bloque específico del itinerario formativo de personas coordinadoras de formación en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 5 EL CENTRO EDUCATIVO Y LA FORMACIÓN DEL PROFESORADO",
    "Etiquetas": "Itinerarios formativos/COFO",
    "Libros": "abp",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=171",
    "Images": "images/800px-colegio-joaqu-c3-adn-costa-288653053610-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/22086/course/overviewfiles/800px-Colegio_Joaqu%C3%ADn_Costa_%288653053610%29.jpg",
    "Horas": 5.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "HERRAMIENTAS Y HABILIDADES SOCIALES",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1 Habilidades comunicativas y de escucha activa. -Axiomas básicos de la comunicación. -Lenguaje verbal. Precisión del lenguaje para hacer llegar el mensaje. -Saber escuchar. La escucha activa. -Lenguaje no verbal. 2 Resolución de conflictos. -Importancia de la forma en que se resuelven los conflictos. Actitudes ante el conflicto. -Tú ganas yo gano. -Gestión positiva del conflicto. -Percepciones. -Identificar intereses. 3 Gestión de equipos humanos en un centro escolar. -Mejorar el trabajo en grupo. El grupo y la tarea. -Las relaciones en los equipos docentes: escuchar- comprender- valorar. -Liderazgo. Esta actividad se considera equivalente al módulo 5 del itinerario formativo de las personas coordinadoras del Itinerario Bilingüe en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 5 HERRAMIENTAS Y HABILIDADES SOCIALES Esta actividad se considera equivalente al módulo 6 del bloque específico del itinerario formativo de personas coordinadoras de formación en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 6 HERRAMIENTAS Y HABILIDADES SOCIALES",
    "Etiquetas": "Itinerarios formativos/Coordinación Bilingüe",
    "Libros": "m6-cofos",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=172",
    "Images": "images/american-analyzing-blond-board-brainstorming-briefing-1447919-pxhere-com.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126553/course/overviewfiles/american-analyzing-blond-board-brainstorming-briefing-1447919-pxhere.com.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "CÓMO TOMAR DECISIONES EDUCATIVAS INFORMADAS",
    "Descripción": null,
    "Objetivos": "Mejorar el conocimiento, la práctica y la toma de decisiones educativas informadas por la investigación científica. ",
    "Contenidos": "¿De qué hablamos cuando hablamos de educación guiada por la investigación? Modas educativas Cómo valorar propuestas educativas Neuromitos más prevalentes El conocimiento científico como algo provisional y sujeto a revisión constante Buscando la letra pequeña de los estudios e investigaciones ¿Cómo aprendemos? Esta actividad se considera equivalente al módulo 7 del bloque específico del itinerario formativo de personas coordinadoras de formación en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 7 CÓMO TOMAR DECISIONES EDUCATIVAS INFORMADAS",
    "Etiquetas": "Itinerarios formativos/COFO",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1051",
    "Images": "images/taylor-wilcox-4nkoeaqatga-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/128003/course/overviewfiles/taylor-wilcox-4nKOEAQaTgA-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "TRABAJO FIN DE ITINERARIO COFO",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "Propuestas para impulsar la participación del profesorado en las actividades de formación de su centro Estrategias de coordinación con el Centro de Profesorado para la mejora de la formación de los docentes de su centro y propuesta de actividades concretas Estrategias de coordinación con el Centro de Profesorado para la mejora de la formación de los docentes de su centro y propuesta de actividades concretas Indicadores de log. Reflexión personal sobre qué puede aportar el solicitante a la formación de los docentes de su centro desde su experiencia personal y docente",
    "Etiquetas": "Itinerarios formativos/COFO",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=421",
    "Images": "images/administration-analytics-business-commerce-data-desk-documents-finance-911763.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/70760/course/overviewfiles/administration_analytics_business_commerce_data_desk_documents_finance-911763.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "CIUDADANÍA DIGITAL",
    "Descripción": null,
    "Objetivos": "•        Conocer cuáles son las habilidades mínimas que tiene que tener un docente en las nuevas tecnologías\n•        Conocer los conceptos básicos de seguridad y protección en el manejo de Internet\n•        Respetar los derechos de autor, licencias y buenas prácticas del uso de Internet.\n",
    "Contenidos": "CAPÍTULO 1 ALFABETIZACIÓN DIGITAL: ¿Qué es?. Información. Comunicación. Creación. Seguridad. Resolución problemas CAPÍTULO 2 SEGURIDAD: CiberataquesEnlaces y Phising. Privacidad. Peligros. Recursos. Control parental. Para saber + CAPÍTULO 3 LICENCIAS: Recursos abiertos. Licencias CC. Imágenes. Referenciar CAPÍTULO 4 USO RESPONSABLE Y ÉTICO: Uso responsable menores. Uso responsable centro. Uso Internet y email. Bulos. Ética Esta actividad se considera equivalente al módulo 5 del bloque específico del itinerario formativo de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 5 CIUDADANÍA DIGITAL",
    "Etiquetas": "Itinerarios formativos/COFOTAP",
    "Libros": "https://libros.catedu.es/books/ciudadania-digital",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1052",
    "Images": "images/kylie-haulk-mwhqicmdc10-unsplash-20-281-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/128035/course/overviewfiles/kylie-haulk-mwHQICmDc10-unsplash%20%281%29.jpg",
    "Horas": 5.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "A1",
    "2.2": "A2",
    "2.3": "A2",
    "3.1": "A2",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "A1",
    "6.2": "A2",
    "6.3": "A1",
    "6.4": "A1",
    "6.5": "A1"
  },
  {
    "Curso": "COMMUNITY MANAGER EDUCATIVO",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Introducción 2. Mi centro en las Redes Sociales: ¿Por qué?. ¿Para quién?. ¿Qué? 3. Community manager educativo: Resumimos vinculamos y definimos. Sus cualidades 4. El plan de medios sociales. Ideas desde la experiencia. Contenidos para un plan. Modelos organizativos 5. Las redes son muy suyas. Cada red con su gramática. Una imagen para cada red 6. Seguimiento monitorización y planificación. Metricool. Hootsuite 7. Para saber más 8. Evaluaón Esta actividad se considera equivalente al módulo 6 del bloque específico del itinerario formativo de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 6 COMMUNITY MANAGER EDUCATIVO",
    "Etiquetas": "Itinerarios formativos/COFOTAP",
    "Libros": "comunity-manager-educativo",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1043",
    "Images": "images/2021-01-18-2007-26-53-window.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126592/course/overviewfiles/2021-01-18%2007_26_53-Window.jpg",
    "Horas": 5.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "A1",
    "2.2": "A1",
    "2.3": "A1",
    "3.1": "A1",
    "3.2": "",
    "3.3": "A1",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "A1",
    "6.3": "",
    "6.4": "A1",
    "6.5": "A1"
  },
  {
    "Curso": "RESOLUCIÓN DE PROBLEMAS TECNOLÓGICOS Y DIGITALES",
    "Descripción": null,
    "Objetivos": "•        Conocer los conceptos básicos a tener en cuenta en Software y Hardware para interpretar los problemas y aconsejar en las compras.\n•        Conocer los conceptos básicos de redes para interpretar la arquitectura de red del centro educativo.\n•        Saber gestionar los diferentes problemas, a quien acudir y cómo.\n",
    "Contenidos": "Hardware. Software. Almacenamiento. Formatear. Redes. Estructura de una red. Cableado. Router. Protocolos. Ips. DNS. Wifi. A experimentar. Problemas ¿Qué hago?. No estas sólo Esta actividad se considera equivalente al módulo 7 del bloque específico del itinerario formativo de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 7 RESOLUCIÓN DE PROBLEMAS TECNOLÓGICOS Y DIGITALES",
    "Etiquetas": "Itinerarios formativos/COFOTAP",
    "Libros": "resolucion-de-problemas",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=483",
    "Images": "images/sebastian-herrmann-jztqvxcykys-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/87349/course/overviewfiles/sebastian-herrmann-jzTQVxCyKYs-unsplash.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "A1",
    "6.5": "A1"
  },
  {
    "Curso": "SOFTWARE LIBRE",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. INTRODUCCIÓN AL SOFTWARE LIBRE 2. DISTRIBUCIONES LIBRES: VITALINUX 3. APLICACIONES LIBRES Esta actividad se considera equivalente al módulo 8 del bloque específico del itinerario formativo de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo: 8 SOFTWARE LIBRE",
    "Etiquetas": "Itinerarios formativos/COFOTAP",
    "Libros": "curso-cofotac-vitalinux",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1055",
    "Images": "images/free.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/128164/course/overviewfiles/free.jpg",
    "Horas": 10.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "A2",
    "2.3": "",
    "3.1": "A2",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "A1",
    "6.5": "A1"
  },
  {
    "Curso": "TRABAJO FIN DE ITINERARIO COFOTAP",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "Evaluación y objetivos de mejora de la competencia digital docente mediante formación del profesorado. Estrategia formativa en coordinación con el Centro de Profesorado para la mejora de la formación del profesorado de su centro y propuesta de actividades concretas Indicadores de logro. Reflexión personal sobre qué puede aportar el solicitante a la actualización de la competencia digital del profesorado de su centro a través de la formación.",
    "Etiquetas": "Itinerarios formativos/COFOTAP",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1048",
    "Images": "images/kelly-sikkema-gchfxsdcmje-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/127923/course/overviewfiles/kelly-sikkema-gcHFXsdcmJE-unsplash.jpg",
    "Horas": 30.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MARCO LEGAL. EPISTOMOLOGÍA FEMINISTA. ¿POR QUÉ UN PLAN DE IGUALDAD?",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "Itinerarios formativos/Convivencia e igualdad",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1090",
    "Images": "images/aleksander-naug-zc4zlco207a-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134785/course/overviewfiles/aleksander-naug-zc4zlco207A-unsplash%20%282%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LENGUAJES CON PERSPECTIVA DE GÉNERO",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1- PLANTEAMIENTOS LINGÜÍSTICOS SOBRE EL LENGUAJE INCLUSIVO 2- ¿POR QUÉ EL GÉNERO GRAMATICAL ES EL CENTRO DE LA POLÉMICA? 3- ALTERNATIVAS DE USO AL MASCULINO ANDROCÉNTRICO 4- SESGOS DISCRIMINATORIOS DE GÉNERO EN EL NIVEL LÉXICO Y TEXTUAL 5- REFERENCIAS LEGISLATIVAS SOBRE EL USO DEL LENGUAJE INCLUSIVO NO SEXISTA Esta actividad se considera equivalente al módulo 2 del itinerario formativo de las personas coordinadoras de Convivencia e Igualdad en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo 2: LENGUAJES CON PERSPECTIVA DE GÉNERO.",
    "Etiquetas": "Itinerarios formativos/Convivencia e igualdad",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1094",
    "Images": "images/aleksander-naug-zc4zlco207a-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134886/course/overviewfiles/aleksander-naug-zc4zlco207A-unsplash%20%282%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "EMPODERAMIENTO FEMENINO. PROMOCION DE LA IGUALDAD DE GENERO",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "Itinerarios formativos/Convivencia e igualdad",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1095",
    "Images": "images/aleksander-naug-zc4zlco207a-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134899/course/overviewfiles/aleksander-naug-zc4zlco207A-unsplash%20%282%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "MASCULINIDADES DIVERSAS. VISIBILIZACIÓN DE IDENTIDADES. EDUCACIÓN AFECTIVO SEXUAL",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Identidad: Masculinidades diversas frente a la hegemonía 2. Visibilidad de las diversidades y las violencias relacionadas. 3. Educación Sexual y por supuesto afectiva Esta actividad se considera equivalente al módulo 4 del itinerario formativo de las personas coordinadoras de Convivencia e Igualdad en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo 4: MASCULINIDADES DIVERSAS. VISIBILIZACIÓN DE IDENTIDADES. EDUCACIÓN AFECTIVO SEXUAL",
    "Etiquetas": "Itinerarios formativos/Convivencia e igualdad",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1096",
    "Images": "images/aleksander-naug-zc4zlco207a-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134913/course/overviewfiles/aleksander-naug-zc4zlco207A-unsplash%20%282%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "ERRADICACIÓN DE LA VIOLENCIA",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1-¿Por qué hablar de Violencia de Género en los centros educativos? 2- El aula como nicho que trabaja para erradicar la violencia de género 3-¿Cuál es el papel de las tutorías en la prevención de la violencia de género? Esta actividad se considera equivalente al módulo 5 del itinerario formativo de las personas coordinadoras de Convivencia e Igualdad en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo 5: ERRADICACIÓN DE LA VIOLENCIA",
    "Etiquetas": "Itinerarios formativos/Convivencia e igualdad",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1097",
    "Images": "images/aleksander-naug-zc4zlco207a-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134923/course/overviewfiles/aleksander-naug-zc4zlco207A-unsplash%20%282%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "INTERSECCIONALIDAD. CONSTRUCCIÓN DE IDENTIDADES. CULTURAS.",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "Itinerarios formativos/Convivencia e igualdad",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1098",
    "Images": "images/aleksander-naug-zc4zlco207a-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134938/course/overviewfiles/aleksander-naug-zc4zlco207A-unsplash%20%282%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "CONVIVENCIA",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1- Preocupación por mejorar las condiciones materiales de vida de las personas 2- LOS CONFLICTOS. 3- MODELOS DE GESTIÓN DE LA CONVIVENCIA 4-ALGUNAS ESTRUCTURAS Y RECURSOS 5- NORMATIVA SOBRE CONVIVENCIA E IGUALDAD 6- ACOSO ESCOLAR. Esta actividad se considera equivalente al módulo 7 del itinerario formativo de las personas coordinadoras de Convivencia e Igualdad en los centros educativos no universitarios. Resolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios. Módulo 7: CONVIVENCIA",
    "Etiquetas": "Itinerarios formativos/Convivencia e igualdad",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1099",
    "Images": "images/aleksander-naug-zc4zlco207a-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134987/course/overviewfiles/aleksander-naug-zc4zlco207A-unsplash%20%282%29.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "TRABAJO FIN DE ITINERARIO IGUALDAD",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "Otros",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1100",
    "Images": "images/aleksander-naug-zc4zlco207a-unsplash-20-282-29.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134987/course/overviewfiles/aleksander-naug-zc4zlco207A-unsplash%20%282%29.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "Regálate un mClon",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "STEAM/Robótica",
    "Libros": "https://libros.catedu.es/books/regalate-un-mclon",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1145",
    "Images": "images/mclon-cabezallo7.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/139480/course/overviewfiles/mClon_cabezallo7.jpg",
    "Horas": null,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "IMPRESIÓN BÁSICA EN 3D CON TINKERCAD Y CURA",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "STEAM",
    "Libros": "https://libros.catedu.es/books/impresion-basica-en-3d-con-tinkercad-y-cura",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1087",
    "Images": "images/adam-winger-2fr56h6rgjk-unsplash.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134280/course/overviewfiles/adam-winger-2fr56H6rgJk-unsplash.jpg",
    "Horas": null,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "A1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "¡Hola SIGAD!",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "Otros",
    "Libros": "https://libros.catedu.es/books/hola-sigad",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1086",
    "Images": "images/sig.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/133357/course/overviewfiles/SIG.png",
    "Horas": null,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "A2",
    "4.2": "A2",
    "4.3": "A2",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "ROVER MARCIANO CON ARDUINOBLOCKS E INTERNET DE LAS COSAS IoT",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Introducción\n2. Arduinoblocks\n3. Blynk\n4. Avanzado",
    "Etiquetas": "STEAM/avanzadas",
    "Libros": "Rover-arduino",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1091",
    "Images": "images/img-20210430-124757478.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/134802/course/overviewfiles/IMG_20210430_124757478.jpg",
    "Horas": null,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "CREACIÓN DE CONTENIDOS INTERACTIVOS EN H5P EN Aeducar y Moodle",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Algunos contenidos H5P Agamotto Acordeón (Accordion) Arrastra las palabras (Drag Text) Imagen con puntos destacados / Image Hotspot Tarjetas giratorias (Dialog cards) \n2. Presentación del Curso (Course presentation) \n3. Videos interactivos ",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "https://libros.catedu.es/books/creacion-de-contenidos-interactivos-en-h5p-en-aeducar-y-moodle",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1144",
    "Images": "images/creacio-cc-81n-20de-20contenidos-20interactivos-20en-20h5p-20en-20moodle.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/139453/course/overviewfiles/Creacio%CC%81n%20de%20contenidos%20interactivos%20en%20H5P%20en%20Moodle.jpg",
    "Horas": 40.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "B1",
    "3.3": "B1",
    "3.4": "B1",
    "4.1": "B1",
    "4.2": "B1",
    "4.3": "B1",
    "5.1": "B1",
    "5.2": "B1",
    "5.3": "B1",
    "6.1": "B1",
    "6.2": "B1",
    "6.3": "B1",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "HERRAMIENTAS Y HABILIDADES SOCIALES.BIL-M5 y COFO-M6",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1 Habilidades comunicativas y de escucha activa.\n  -Axiomas básicos de la comunicación.\n  -Lenguaje verbal. Precisión del lenguaje para hacer llegar el mensaje.\n  -Saber escuchar. La escucha activa.\n  -Lenguaje no verbal.\n\n2 Resolución de conflictos.\n  -Importancia de la forma en que se resuelven los conflictos. Actitudes ante el conflicto.\n  -Tú ganas yo gano.\n  -Gestión positiva del conflicto.\n  -Percepciones.\n  -Identificar intereses.\n\n3 Gestión de equipos humanos en un centro escolar.\n  -Mejorar el trabajo en grupo. El grupo y la tarea.\n  -Las relaciones en los equipos docentes: escuchar- comprender- valorar.\n  -Liderazgo.\n\nEsta actividad se considera equivalente al módulo 5 del itinerario formativo de las personas coordinadoras del Itinerario Bilingüe en los centros educativos no universitarios.\nResolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios.\nMódulo: 5 HERRAMIENTAS Y HABILIDADES SOCIALES\n\nEsta actividad se considera equivalente al módulo 6 del bloque específico del itinerario formativo de personas coordinadoras de formación en los centros educativos no universitarios.\nResolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios.\nMódulo: 6 HERRAMIENTAS Y HABILIDADES SOCIALES",
    "Etiquetas": "Itinerarios formativos/bloque específico cofo",
    "Libros": "M6-E-CO-Habilidades Sociales",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=172",
    "Images": "images/c3c303b4a7d390d719a04a597762-1431771.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/22123/course/overviewfiles/c3c303b4a7d390d719a04a597762-1431771.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "HERRAMIENTAS Y HABILIDADES SOCIALES.COFO-M6 y BIL-M5",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1 Habilidades comunicativas y de escucha activa.\n  - Axiomas básicos de la comunicación.\n  - Lenguaje verbal. Precisión del lenguaje para hacer llegar el mensaje.\n  - Saber escuchar. La escucha activa.\n  - Lenguaje no verbal.\n2 Resolución de conflictos.\n  - Importancia de la forma en que se resuelven los conflictos. Actitudes ante el conflicto.\n  - Tú ganas yo gano.\n  - Gestión positiva del conflicto.\n  - Percepciones.\n  - Identificar intereses.\n3 Gestión de equipos humanos en un centro escolar.\n  - Mejorar el trabajo en grupo. El grupo y la tarea.\n  - Las relaciones en los equipos docentes: escuchar- comprender- valorar.\n  - Liderazgo.\n\nEsta actividad se considera equivalente al módulo 6 del bloque específico del itinerario formativo de personas coordinadoras de formación en los centros educativos no universitarios.\nResolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios.\nMódulo: 6 HERRAMIENTAS Y HABILIDADES SOCIALES\n\nEsta actividad se considera equivalente al módulo 5 del itinerario formativo de las personas coordinadoras del Itinerario Bilingüe en los centros educativos no universitarios.\nResolución de 22 de diciembre de 2020 del Director General de Innovación y Formación Profesional sobre itinerarios formativos de las personas coordinadoras de formación en los centros educativos no universitarios de las asesorías de formación del profesorado en los Centros de Profesorado y creación de los itinerarios formativos de personas coordinadoras de formación para el uso de las tecnologías en los aprendizajes personas coordinadoras de convivencia e igualdad y personas coordinadoras del itinerario bilingüe en los centros educativos no universitarios.\nMódulo: 5 HERRAMIENTAS Y HABILIDADES SOCIALES",
    "Etiquetas": "Itinerarios formativos/bloque específico cofo",
    "Libros": "M6-E-CO-Habilidades Sociales",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=172",
    "Images": "images/american-analyzing-blond-board-brainstorming-briefing-1447919-pxhere-com.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/126553/course/overviewfiles/american-analyzing-blond-board-brainstorming-briefing-1447919-pxhere.com.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "EL MODELO HIP EN EL ÁMBITO EDUCATIVO",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "MÓDULO 1. MODELO HIP Qué es y de dónde surge\n - MODELO HIP Qué es y de dónde surge\n - La base teórica del modelo HIP\n - Innovación y transformación\n - El ecosistema bosque: los vectores en la naturaleza\n - Modelo HIP\n\nMÓDULO 2. CIENCIA DE REDES\n - Cómo son y cómo deberían ser los ecosistemas donde se innova\n - El punto y la línea\n - Toolkit\n - Dibuja tu propio ecosistema HIP\n - Cuestionario HIP\n - Diagnóstico HIP\n - Ciencia de redes\n\nMÓDULO 3. VECTORES Y METODOLOGÍAS\n - Cómo son y qué hacen las organizaciones más punteras en innovación\n - Las metodologías\n - Los vectores\n - Pasa a la acción HIP\n - Los vectores y las metodologías en el ámbito educativo\n - Los vectores\n\nMÓDULO 4. HERRAMIENTAS ESPECÍFICAS PARA EL ÁMBITO EDUCATIVO\n - Del autodiagnóstico a la planificación para la acción\n - Análisis\n - Planificación para la acción\n - Herramienta &#8220;a vista de pájaro&#8221;\n - Los 6 pasos\n\nMÓDULO 5. PROYECTO PILOTO EN UNA ESCUELA RURAL\n - Del autodiagnóstico a la planificación para la acción\n - Caso de aplicación\n - Fases\n - Resultados\n\nANEXO. INSTITUCIONES QUE APRENDEN\n - Hexágono de la Innovación Pública\n - Modelo HIP\n - Diagnóstico\n - Ciencia de redes\n - Ética del rizoma\n - Modelo sintético HIP\n - Modelo HIP educativo\n\nRECURSOS\n - RECURSOS. Hexágono de la Innovación Pública",
    "Etiquetas": "Metodologías",
    "Libros": "HIP",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1177",
    "Images": "images/montaje-laboratorio-20hip.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/147113/course/overviewfiles/montaje_laboratorio%20HIP.png",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "LA BICICLETA Y LOS ENTORNOS ESCOLARES: HERRAMIENTAS DIDÁCTICAS",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "¿CÓMO AFECTAN LAS CIUDADES A LA SALUD DE LAS PERSONAS?\n - Contaminación del aire\n - Ruido\n - Espacios naturales\n - Actividad física\n - Temperatura\n - Conclusiones\n\nENTORNOS ESCOLARES\n - Problemática actual\n - Proyectos escolares\n\nLA BICICLETA EN LA CIUDAD\n - La ciudad de los coches\n\nRECURSOS PARA EL AULA",
    "Etiquetas": "Escuela abierta",
    "Libros": "BICICLETA",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1178",
    "Images": "images/photo-2021-01-27-21-01-59.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/147126/course/overviewfiles/PHOTO-2021-01-27-21-01-59.jpg",
    "Horas": 10.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "TRABAJO FIN DE ITINERARIO COFO.COFO-TFI",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "Propuestas para impulsar la participación del profesorado en las actividades de formación de su centro \n\nEstrategias de coordinación con el Centro de Profesorado para la mejora de la formación de los docentes de su centro y propuesta de actividades concretas \n\nEstrategias de coordinación con el Centro de Profesorado para la mejora de la formación de los docentes de su centro y propuesta de actividades concretas\nIndicadores de log.\n\nReflexión personal sobre qué puede aportar el solicitante a la formación de los docentes de su centro desde su experiencia personal y docente",
    "Etiquetas": "Itinerarios formativos/bloque específico cofo",
    "Libros": "TFI-E-CO",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=421",
    "Images": "images/administration-analytics-business-commerce-data-desk-documents-finance-911763.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/70760/course/overviewfiles/administration_analytics_business_commerce_data_desk_documents_finance-911763.jpg",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "Grabación de pantalla y retransmisión en Streaming con OBS",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Grabación enriquecida de tu pantalla.\n2. Retransmitiendo a Youtube\n3. Para saber más.",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "grabacion-streaming-obs",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1197",
    "Images": "images/obs.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/150177/course/overviewfiles/obs.png",
    "Horas": 20.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "Microcontroladores vestibles y conectados a internet",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Toma de contacto con Arduino nano 33IoT\n2. Conectando sensores y actuadores\n3. Nos conectamos a internet",
    "Etiquetas": "STEAM",
    "Libros": "vestibles-internet",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1261",
    "Images": "images/portada-microcont.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/174530/course/overviewfiles/portada-microcont.jpg",
    "Horas": 40.0,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "Fundamentos de programación estructurada con PSeInt y Scratch",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. Introducción a la programación.\n2. Primeros pasos con PSeInt y Scratch.\n3. Elementos básicos en Programación.\n4. Ejercicios resueltos.",
    "Etiquetas": "STEAM/Programación",
    "Libros": "pseint-scratch",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1239",
    "Images": "images/portadalibro.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/154769/course/overviewfiles/Portadalibro.png",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A2",
    "6.4": "",
    "6.5": "A2"
  },
  {
    "Curso": "Arduino con ArduinoBlocks",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "STEAM/Robótica",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1198",
    "Images": "images/portadaarduinoblocks.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/150454/course/overviewfiles/portadaarduinoblocks.png",
    "Horas": null,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "A1",
    "6.5": "A1"
  },
  {
    "Curso": "El huerto escolar: diseño, organización, estrategias didácticas y dinamización",
    "Descripción": "Los huertos de los centros educativos son un espacio perfecto para poder trabajar interdiciplinarmente ya que lo que en ellos se puede experimentar, aprender y desarrollar abarca muchas asignaturas del currículo.\n\nCon este curso pretendemos crear una red interdisciplinar donde aprender unos de otros, de las actividades ya realizadas y de otras que están por llegar, cuyo motor es y será nuestra huerta. Esta profesión nuestra es muy versátil. La creatividad y las ganas de poner en marcha nuevas prácticas, en el mismo frente y con nuestros alumnos y compañeros, harán que, cada vez más, fomentemos este tipo de proyectos en los centros educativos.",
    "Objetivos": null,
    "Contenidos": "1- DISEÑO E INSTALACIÓN DEL HUERTO DESDE CERO.\n 2. HORTICULTURA\n 3. INTEGRACIÓN DEL HUERTO A NIVEL DE CENTRO Y EN SU ENTORNO \n 4. PROBLEMAS HABITUALES y ALTERNATIVAS",
    "Etiquetas": "STEAM",
    "Libros": "https://libros.catedu.es/books/el-huerto-escolar-diseno-organizacion-estrategias-didacticas-y-dinamizacion",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1202",
    "Images": "images/plants-g19db1b297-1920.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/150698/course/overviewfiles/plants-g19db1b297_1920.jpg",
    "Horas": 40.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "Diseña un Plan Digital de Centro",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "1. La competencia digital de una organización educativa. Plan Digital de Centro\n2. Escuelas digitalmente competentes: dimensiones organizativa y pedagógica\n3. Herramientas de diagnóstico: SELFIE DE CENTROS Y SELFIE DOCENTES ARAGON\n4. Herramientas de análisis de resultados: DAFO Y CAME.\n5. Plan de Acción y Memoria.\n6. Otros recursos.",
    "Etiquetas": "Normativa Educativa",
    "Libros": "Diseña-Plan-Digital-Centro-Aragon",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1262",
    "Images": "images/caramelo-bisel-2048x853.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/175090/course/overviewfiles/CARAMELO-BISEL-2048x853.png",
    "Horas": 40.0,
    "1.1": "B1",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "B1",
    "2.1": "",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "ARDUINOBLOCKS EN EL AULA",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "STEAM/Robótica",
    "Libros": null,
    "Moodle_url": null,
    "Images": "images/",
    "Portada": "",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "B1",
    "6.4": "B1",
    "6.5": "B1"
  },
  {
    "Curso": "Bases de datos relacionales y lenguaje SQL",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "0. Introducción.\n1.  Las bases de datos\n2. Diseño de una base de datos.\n3. Implementación del modelo relacional en un SGBD\n4. Consultas básicas SQL",
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": "bases-datos-relacionales-lenguaje-SQL",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1235",
    "Images": "images/cursobasesdatos.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/154682/course/overviewfiles/cursobasesdatos.png",
    "Horas": 50.0,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "A2",
    "2.2": "B1",
    "2.3": "A2",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "A1",
    "6.2": "",
    "6.3": "A1",
    "6.4": "A1",
    "6.5": "A1"
  },
  {
    "Curso": "Arduino y PureData, ondas, color y sonido",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "Destrezas digitales/avanzadas",
    "Libros": null,
    "Moodle_url": null,
    "Images": "images/",
    "Portada": "",
    "Horas": null,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "A1",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "Programación y  Robótica en Secundaria",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "0. Introducción\n1. Introducción al pensamiento computacional\n2. Diagramas de flujo\n3. Programación\n4. Robótica Educativa",
    "Etiquetas": "STEAM/Robótica",
    "Libros": "programacion-robotica-sec",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1209",
    "Images": "images/",
    "Portada": "",
    "Horas": 40.0,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "",
    "2.2": "B1",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "A1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": "A1"
  },
  {
    "Curso": "Estrategias de búsqueda en internet",
    "Descripción": "En este curso se conocerán los fundamentos de los motores de búsqueda de información en internet, así como los principios de uso a través de expresiones de búsqueda. Además, se introducen motores especializados en contenidos académicos, de manera que los y las participantes conozcan nuevas vías de acceso a información especializada que puedan integrar en su actividad docente y en la preparación y desarrollo de proyectos educativos.",
    "Objetivos": null,
    "Contenidos": "1. Los motores de búsqueda\n2. La recuperación de la información\n3. Los motores generalistas: Google y DuckDuckGo\n4. La información científico-técnica: Google Académico\n5. La publicación científica en español: Dialnet",
    "Etiquetas": "Destrezas digitales/básicas",
    "Libros": "estrategias-busqueda-internet",
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1241",
    "Images": "images/",
    "Portada": "",
    "Horas": 30.0,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "B1",
    "2.2": "",
    "2.3": "",
    "3.1": "A1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "A1",
    "5.2": "",
    "5.3": "",
    "6.1": "A1",
    "6.2": "",
    "6.3": "",
    "6.4": "A1",
    "6.5": ""
  },
  {
    "Curso": "COMPETENCIA DIGITAL DOCENTE Nivel A1: Conocimiento y sensibilización",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "Acreditacion niveles CDD",
    "Libros": null,
    "Moodle_url": null,
    "Images": "images/",
    "Portada": "",
    "Horas": 40.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "A1",
    "2.2": "A1",
    "2.3": "A1",
    "3.1": "A1",
    "3.2": "A1",
    "3.3": "A1",
    "3.4": "A1",
    "4.1": "A1",
    "4.2": "A1",
    "4.3": "A1",
    "5.1": "A1",
    "5.2": "A1",
    "5.3": "A1",
    "6.1": "A1",
    "6.2": "A1",
    "6.3": "A1",
    "6.4": "A1",
    "6.5": "A1"
  },
  {
    "Curso": "COMPETENCIA DIGITAL DOCENTE Nivel A2: Iniciación y exploración",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": "Acreditacion niveles CDD",
    "Libros": null,
    "Moodle_url": null,
    "Images": "images/",
    "Portada": "",
    "Horas": 50.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "A2",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "A2",
    "2.2": "A2",
    "2.3": "A2",
    "3.1": "A2",
    "3.2": "A2",
    "3.3": "A2",
    "3.4": "A2",
    "4.1": "A2",
    "4.2": "A2",
    "4.3": "A2",
    "5.1": "A2",
    "5.2": "A2",
    "5.3": "A2",
    "6.1": "A2",
    "6.2": "A2",
    "6.3": "A2",
    "6.4": "A2",
    "6.5": "A2"
  },
  {
    "Curso": "AULA DEL FUTURO",
    "Descripción": null,
    "Objetivos": "• Fomentar la reflexión para crear una visión educativa ambiciosa pero alcanzable de manera realista.\n• Conocer los posibles agentes que son claves en el desarrollo de la estrategia de TIC de un centro escolar y cómo involucrarlos en el proceso.\n• Conocer prácticas pedagógicas avanzadas y de gestión del cambio.\n• Diseñar actividades de aprendizaje atractivas que brinden innovación mediante el uso de tecnologías digitales para apoyar la adquisición de habilidades del siglo XXI por parte del alumnado.\n• Evaluar el uso de las actividades de aprendizaje planificadas.\n• Participar en comunidades virtuales específicas y redes sociales generalistas con el fin de capacitar al profesorado en la construcción colectiva del conocimiento y adquisición de nuevas competencias profesionales en el ámbito de estudio del curso tras su finalización.\n• Adquirir habilidades y manejo de algunas herramientas de comunicación, publicación e interacción en Internet.",
    "Contenidos": "• Módulo 1: Identificar las Partes Interesadas y las Tendencias\n    - Orientaciones para identificar las partes interesadas (docentes, equipo directivo, comunidad escolar, ...)\n    - Referencias para determinar las tendencias (en la sociedad y en el aprendizaje) y selección de las más oportunas.\n• Módulo 2: Diseñar el Aula del Futuro\n    - Evaluación del centro educativo para reflexionar sobre sus procesos de enseñanza y aprendizaje.\n    - Evaluación de las competencias pedagógicas para el uso de las TIC.\n• Módulo 3: Crear un escenario del Aula del Futuro\n    - Desarrollo de un Escenario del Aula del Futuro, un marco para la innovación y la práctica pedagógica avanzada apoyada por la tecnología.\n• Módulo 4: Actividades Pedagógicas\n    - Creación dentro del Escenario del Aula del Futuro de actividades de aprendizaje que incluyan ideas innovadoras en un contexto realista y práctico.\n• Módulo 5: Evaluación\n    - Herramientas para la recopilación de información y análisis de esta.\n    - Valoración del proceso innovador de enseñanza y aprendizaje para posteriores decisiones.",
    "Etiquetas": "Metodologías",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1260",
    "Images": "images/04-aula-del-futuro-1920x1080-r3-sl.jpg",
    "Portada": "https://moodle.catedu.es/pluginfile.php/173985/course/overviewfiles/04_Aula-del-Futuro_1920x1080_R3_sl.jpg",
    "Horas": 50.0,
    "1.1": "A2",
    "1.2": "B1",
    "1.3": "B1",
    "1.4": "B1",
    "1.5": "A2",
    "2.1": "B1",
    "2.2": "B1",
    "2.3": "B1",
    "3.1": "B1",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "B1",
    "6.1": "",
    "6.2": "",
    "6.3": "A1",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "Del currículo a la práctica en el aula",
    "Descripción": null,
    "Objetivos": "• Presentar y conocer los objetivos, principios, fines y características del sistema educativo, sobre los que se asienta el currículo derivado de la LOMLOE, así como la nueva estructura curricular. \n• Identificar y comprender los elementos curriculares, la coherencia y las relaciones que se establecen entre ellos, desde un enfoque competencial y su implicación en la práctica educativa. \n• Diseñar una estructura de programación didáctica para un área, materia o ámbito determinado, teniendo en cuenta los diferentes elementos curriculares.",
    "Contenidos": "• Bloque 1:  Contexto, fundamento y características del nuevo currículo. El perfil de salida.\n    - La LOMLOE y el nuevo currículo\n    - Elementos del currículo asociados a la etapa\n• Bloque 2: Los elementos curriculares prescriptivos asociados a las área, materias o ámbitos.\n• Bloque 3: Implicaciones del diseño curricular para la práctica educativa.",
    "Etiquetas": "Normativa Educativa",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1259",
    "Images": "images/del-20curriculo-20al-20aula-imagen-20curso.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/173916/course/overviewfiles/del%20curriculo%20al%20aula_imagen%20curso.png",
    "Horas": 35.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "Situaciones de aprendizaje para el desarrollo de competencias",
    "Descripción": null,
    "Objetivos": "• Alinear los retos educativos del siglo XXI con el enfoque competencial mediante el análisis detallado de ambos para promover su desarrollo en las aulas.\n• Comprender los aspectos fundamentales que debe contener una situación de aprendizaje competencial mediante el reconocimiento de su estructura y características para promover su desarrollo en el aula.\n• Aprender a elaborar situaciones de aprendizaje mediante su incorporación a la programación docente para mejorar los desempeños del alumnado en las diferentes materias del currículo.",
    "Contenidos": "• Bloque 1. Las Competencias clave en el marco de los Desafíos Globales del siglo XXI y la agenda 2030.\n• Bloque 2. Las situaciones de aprendizaje como respuestas educativas al enfoque competencial.\n• BLoque 3. Diseño de situaciones de aprendizaje como motor de los procesos de enseñanza-aprendizaje.",
    "Etiquetas": "Normativa Educativa",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1258",
    "Images": "images/10-formlinea-tutorizados-competencias-640.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/173847/course/overviewfiles/10_FormLinea_tutorizados_competencias_640.png",
    "Horas": 35.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": "Evaluación de competencias a través del desempeño",
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": "• Bloque 1. ¿Qué es evaluar? Conceptos básicos\n• Bloque 2. ¿Cómo evaluar? El perfil de salida y las competencias como meta de referencia\n• Bloque 3. La evaluación en la práctica del sistema. Evaluación institucional",
    "Etiquetas": "Normativa Educativa",
    "Libros": null,
    "Moodle_url": "https://moodle.catedu.es/course/view.php?id=1257",
    "Images": "images/08-formlinea-tutorizados-evaluaci-c3-b3n-competencial-640-con-logos.png",
    "Portada": "https://moodle.catedu.es/pluginfile.php/173784/course/overviewfiles/08_FormLinea_tutorizados_evaluaci%C3%B3n_competencial_640_con_logos.png",
    "Horas": 35.0,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "",
    "1.2": "",
    "1.3": "",
    "1.4": "",
    "1.5": "",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  },
  {
    "Curso": null,
    "Descripción": null,
    "Objetivos": null,
    "Contenidos": null,
    "Etiquetas": null,
    "Libros": null,
    "Moodle_url": null,
    "Images": null,
    "Portada": null,
    "Horas": null,
    "1.1": "A2",
    "1.2": "A2",
    "1.3": "",
    "1.4": "A2",
    "1.5": "A2",
    "2.1": "",
    "2.2": "",
    "2.3": "",
    "3.1": "",
    "3.2": "",
    "3.3": "",
    "3.4": "",
    "4.1": "",
    "4.2": "",
    "4.3": "",
    "5.1": "",
    "5.2": "",
    "5.3": "",
    "6.1": "",
    "6.2": "",
    "6.3": "",
    "6.4": "",
    "6.5": ""
  }
]
